Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Failed to open the file %1 %2
ar: فشل فتح الملف %1 %2
bs: Otvaranje datoteke %1 nije uspjelo %2
ca: Ha fallat en obrir el fitxer %1%2
cs: Nepodařilo se otevřít soubor %1 %2
de: Das Öffnen der Datei %1 ist fehlgeschlagen %2
eo: Malsukcesis malfermi la dosieron %1 %2
es: Ha ocurrido un error al abrir el archivo %1 %2
eu: Huts egin du %1 fitxategia irekitzea %2
fi: Tiedoston %1 avaus epäonnistui %2
fr: L'ouverture du fichier « %1 » a échoué. %2
gl: Non foi posíbel abrir o ficheiro «%1». %2
hi: फ़ाइल %1 खोलने में विफल %2
hu: Nem sikerült megnyitni a(z) %1 fájlt: %2
it: Errore nell'apertura del file %1 %2
ka: ფაილის %1 გახსნის შეცდომა %2
ko: 파일 %1을(를) 열 수 없음 %2
lv: Neizdevās atvērt datni „%1“ %2
nl: Het bestand %1 openen is mislukt %2
pl: Nieudane otwieranie pliku %1 %2
pt: Não foi possível aceder ao ficheiro %1 %2
pt_br: Não foi possível abrir o arquivo %1 %2
ru: Не удалось открыть файл %1 %2
sk: Zlyhalo otvorenie súboru %1 %2
sl: Ni bilo mogoče odpreti datoteke %1 %2
sv: Misslyckades öppna filen %1 %2
tr: Dosya %1 açılamadı %2
uk: Не вдалося відкрити файл %1 %2
zh_cn: 未能打开文件 %1 %2

source: Save As...
ar: 1احفظ كَ‍...
ca: Desa com a...
cs: Uložit jako...
de: Speichern unter ...
eo: Konservi kiel...
es: Guardar como...
eu: Gorde honela...
fi: Tallenna nimellä…
fr: Enregistrer sous...
gl: Gardar como…
hi: के रूप रक्षित करें...
hu: Mentés másként…
it: Salva come...
ka: შენახვა, როგორც...
ko: 다른 이름으로 저장...
lv: Saglabāt kā...
nl: Opslaan als...
pl: Zapisz jako...
pt: Gravar Como...
pt_br: Salvar como...
ru: Сохранить как...
sk: Uložiť ako...
sl: Shrani kot...
sv: Spara som...
tr: Farklı Kaydet…
uk: Зберегти як…
zh_cn: 另存为...

source: This file already exists Do you want to overwrite it?
ca: Aquest fitxer ja existeix. Voleu sobreescriure'l?
es: Este archivo ya existe ¿Lo quiere sobreescribir?
fi: Tiedosto on jo olemassa Haluatko korvata sen?
fr: Un fichier de ce nom existe déjà. Voulez-vous l'écraser ?
it: Il file esiste già Vuoi sovrascriverlo?
nl: Dit bestand bestaat reeds Wilt u het overschrijven?
pl: Ten plik już istnieje Czy chcesz go zastąpić?
pt: O ficheiro já existe Deseja sobrepô-lo?
zh_cn: 文件已经存在。 您是否想要覆盖？

source: Import library
ar: استيراد المكتبة
ca: Importa la biblioteca
cs: Importovat knihovnu
de: Bibliothek importieren
eo: Importi bibliotekon
es: Importar biblioteca
eu: Inportatu liburutegia
fi: Tuo kirjasto
fr: Importer une bibliothèque
gl: Importar unha biblioteca
hi: लाइब्रेरी आयात करें
hu: Könyvtár importálása
it: Importa libreria
ka: ბიბლიოთეკის შემოტანა
ko: 라이브러리 가져오기
lv: Importēt bibliotēku
nl: Bibliotheek importeren
pl: Zaimportuj bibliotekę
pt: Importar uma biblioteca
pt_br: Importar biblioteca
ru: Импорт библиотеки
sk: Importovať knižnicu
sl: Uvozi knjižnico
sv: Importera bibliotek
tr: Kitaplık İçe Aktar
uk: Імпортувати бібліотеку
zh_cn: 导入库

source: Undo %1
ar: تراجع %1
bs: Poništi %1
ca: Desfés %1
cs: Zpět %1
de: %1 rückgängig machen
eo: Malfari %1
es: Deshacer %1
eu: Desegin %1
fi: Kumoa %1
fr: Annuler %1
gl: Desfacer %1
hi: पूर्ववत करें%1
hu: %1 visszavonása
it: Annulla %1
ka: %1-ის დაბრუნება
ko: %1 실행 취소
lv: Atsaukt „%1“
nl: %1 ongedaan maken
pl: Cofnij %1
pt: Desfazer: %1
pt_br: Desfazer %1
ru: Отменить %1
sk: Vrátiť späť %1
sl: Razveljavi %1
sv: Ångra %1
tr: Geri Al: %1
uk: Скасувати дію %1
zh_cn: 撤销 %1

source: Redo %1
ar: كرّر %1
bs: Vrati %1
ca: Refés %1
cs: Znovu %1
de: %1 Wiederherstellen
eo: Refari %1
es: Rehacer %1
eu: Berregin %1
fi: Tee %1 uudelleen
fr: Refaire %1
gl: Refacer %1
hi: फिर से करें %1
hu: %1 újra végrehajtása
it: Rifai %1
ka: %1-ის გამეორება
ko: %1 다시 실행
lv: Atatsaukt „%1“
nl: %1 opnieuw doen
pl: Przywróć %1
pt: Refazer: %1
pt_br: Refazer %1
ru: Повторить %1
sk: Opakovať vrátené %1
sl: Uveljavi %1
sv: Gör om %1
tr: Yinele: %1
uk: Повторити дію %1
zh_cn: 重做 %1

# The library tab title %1 is the file name
source: %1 Library
ar: المكتبة %1
bs: %1 Biblioteka
ca: Biblioteca %1
cs: %1 Knihovna
de: Bibliothek %1
eo: Biblioteko %1
es: Biblioteca %1
eu: %1 liburutegia
fi: %1 – kirjasto
fr: Bibliothèque %1
gl: Biblioteca %1
hi: %1 लाइब्रेरी
hu: %1 könyvtár
it: Libreria %1
ka: %1 ბიბლიოთეკა
ko: %1 라이브러리
lv: „%1“ bibliotēka
nl: %1-bibliotheek
pl: Biblioteka %1
pt: Biblioteca do %1
pt_br: Biblioteca %1
ru: Библиотека %1
sk: Knižnica %1
sl: %1 Knjižnica
sv: %1 bibliotek
tr: %1 Kitaplığı
uk: Бібліотека %1
zh_cn: %1 库

# The editor tab title %1 is the file name
source: %1 Editor
ar: المحرّر %1
bs: %1 Uređivač
ca: Editor %1
de: Editor %1
eo: Redaktilo %1
es: Editor de %1
eu: %1 editorea
fi: %1 – muokkain
fr: Éditeur %1
gl: Editor %1
hi: %1 संपादक
hu: %1 szerkesztő
it: Editor %1
ka: %1 რედაქტორი
ko: %1 편집기
lv: „%1“ redaktors
nl: %1-bewerker
pl: Edytor %1
pt: Editor do %1
pt_br: Editor %1
ru: Редактор %1
sk: Editor %1
sl: %1 Urejevalnik
tr: %1 Düzenleyicisi
uk: Редактор %1
zh_cn: %1 编辑器

# The Editor configuration page
source: Editor
ar: المحرّر
bs: Uređivač
eo: Redaktilo
eu: Editorea
fi: Muokkain
fr: Éditeur
hi: संपादक
hu: Szerkesztő
ka: რედაქტორი
ko: 편집기
lv: Redaktors
nl: Bewerker
pl: Edytor
ru: Редактор
sl: Urejevalnik
tr: Düzenleyici
uk: Редактор
zh_cn: 编辑

source: Imports another library appending the symbols it contains to the current library.
ar: يستورد مكتبة أخرى و يلحق الرموز التي تحويها بالمكتبة الحالية.
bs: Uvoz druge biblioteke uz simbole koje sadrži u trenutnu biblioteku.
ca: Importa una altra biblioteca afegint els símbols d'aquesta a la biblioteca actual.
cs: Importuje jinou knihovnu a připojí v ní obsažené symboly k nynější knihovně.
de: Importiert eine andere Bibliothek und fügt die darin enthaltenen Symbole in die aktuelle Bibliothek ein.
eo: Importas alian bibliotekon aldonante la simbolojn kiujn ĝi enhavas al la aktuala biblioteko.
es: Importa otra biblioteca añadiendo los símbolos que contiene a la biblioteca actual.
eu: Beste liburutegi bat inportatzen du hark dituen ikurrak uneko liburutegira erantsiz.
fi: Tuo toisen kirjaston lisäten sen sisältämät symbolit nykyiseen kirjastoon.
fr: Importe les symboles d'une autre bibliothèque dans la bibliothèque courante.
gl: Importa outra biblioteca, engadindo os seus símbolos aos da biblioteca actual.
hi: किसी अन्य लाइब्रेरी को आयात करता है तथा उसमें मौजूद प्रतीकों को वर्तमान लाइब्रेरी में जोड़ता है।
hu: Másik könyvtár importálása után hozzáfűzi annak szimbólumait a jelenlegi könyvtárhoz.
it: Importa un'altra libreria aggiungendo i simboli che contiene alla libreria corrente.
ko: 다른 라이브러리의 기호를 가져와서 현재 라이브러리 뒤에 추가합니다.
lv: Importēt citu bibliotēku, pievienojot tajā esošos rakstus pašreizējai bibliotēkai.
nl: Een andere bibliotheek importeren waarbij de symbolen die deze bevat toegevoegd worden aan de huidige bibliotheek.
pl: Zaimportuj drugą bibliotekę dołączając symbole, które zawiera do bieżącej biblioteki.
pt: Importa outra biblioteca, adicionando os símbolos que contém à biblioteca actual.
pt_br: Importa outra biblioteca, adicionando os símbolos existentes na biblioteca atual.
ru: Импортирует ещё одну библиотеку, добавляя содержащиеся в ней обозначения в текущую библиотеку.
sk: Import inej knižnice pripojením symbolov, ktoré obsahuje k aktuálnej knižnici.
sl: Uvozi drugo knjižnico, ki simbole, ki jih vsebuje, doda k trenutni knjižnici.
sv: Importerar ett annat bibliotek och lägger till symbolerna det innehåller sist i det aktuella biblioteket.
tr: Geçerli kitaplıkta var olan sembolleri ekleyerek başka bir kitaplık içe aktarır.
uk: Імпортувати вміст іншої бібліотеки і додати позначки, що у ній містяться, до поточної бібліотеки.
zh_cn: 导入另一个库，将其包含的符号追加到但前的库中。

source: Save Symbol
ar: احفظ الرمز
bs: Snimi simbol
ca: Desa el símbol
cs: Uložit symbol
de: Symbol speichern
eo: Konservi Simbolon
es: Guardar símbolo
eu: Gorde ikurra
fi: Tallenna symboli
fr: Enregistrer le symbole
gl: Gardar o símbolo
hi: प्रतीक सहेजें
hu: Szimbólum mentése
it: Salva simbolo
ka: სიმბოლოს შენახვა
ko: 기호 저장
lv: Saglabāt rakstu
nl: Symbool opslaan
pl: Zapisz symbol
pt: Gravar o Símbolo
pt_br: Salvar símbolo
ru: Сохранить обозначение
sk: Uložiť symbol
sl: Shrani simbol
sv: Spara symbol
tr: Sembol Kaydet
uk: Зберегти позначку
zh_cn: 保存符号

source: Save the symbol to the library. If this is a new symbol, subsequent saves will create additional symbols in the library. If the symbol was selected from the library to edit then saving will update that symbol in the library.
ar: احفظ الرمز في المكتبة. إذا كان هذا رمزاً جديداً، ستنشئ عمليات الحفظ اللاحقة رموزاً إضافية في المكتبة. وإذا اختير الرمز من المكتبة للتحرير، فسيعمل الحفظ على تحديث هذا الرمز في المكتبة.
bs: Snimi simbol u biblioteku. Ako je ovo novi simbol, naknadno snimanje će kreirati dodatne simbole u biblioteku. Ako je simbol za uređivanje odabran iz biblioteke onda će snimanje ažurirati taj simbol u biblioteku.
ca: Deseu el símbol a la biblioteca. Si es tracta d'un símbol nou, tornar-lo a desar crearà símbols addicionals a la biblioteca. Si el símbol va ser seleccionat des de la biblioteca per a editar, desar-lo actualitzarà aquest símbol a la biblioteca.
cs: Uložit symbol do knihovny. Pokud je to nový symbol, pozdější uložení v knihovně vytvoří dodatečné symboly. Pokud byl symbol vybrán z knihovny k upravení, potom uložení onen symbol v knihovně zaktualizuje.
de: Das Symbol in der Bibliothek speichern. Wenn dies ein neues Symbol ist, werden weitere Speicherungen zusätzliche Symbole in der Bibliothek erstellen. Wenn das Symbol aus der Bibliothek zum Bearbeiten gewählt wurde wird die Speicherung dieses Symbol in der Bibliothek aktualisieren.
eo: Konservi la simbolon en la biblioteko. Se ĉi tio estas nova simbolo, postaj konservado kreos pliajn simbolojn en la biblioteko. Se la simbolo estis elektita el la biblioteko por redakti, tiam konservado ĝisdatigos tiun simbolon en la biblioteko.
es: Guardar el símbolo en la biblioteca. Si se trata de un símbolo nuevo, las próximas veces que lo guarde se crearán símbolos adicionales en la biblioteca. Si seleccionó el símbolo en la biblioteca para modificarlo, al guardarlo se actualizará dicho símbolo en la biblioteca.
eu: Gorde ikurra liburutegian. Hau ikur berri bat bada, osteko gordetze bakoitzean liburutegian ikur gehigarriak sortuko ditu. Ikurra liburutegitik editatzeko hautatu bazen hura gordetzea liburutegian eguneratuko du.
fi: Tallenna symbolin kirjastoon. Jos symboli on uusi, seuraavat tallennuskerrat luovat kirjastoon lisäsymboleja. Jos symboli valittiin kirjastosta muokattavaksi, tallennus päivittää symbolin kirjastossa.
fr: Enregistrer le symbole dans la bibliothèque. Si ce symbole est nouveau, chaque enregistrement en créera une nouvelle version dans la bibliothèque. S'il s'agit d'un symbole existant en cours de modification, il sera mis à jour.
gl: Gardar o símbolo na biblioteca. Se se trata dun símbolo novo, cada vez que se garde crearase un novo símbolo na biblioteca. Se seleccionou o símbolo na biblioteca para editalo, ao gardalo actualizarase o símbolo na biblioteca.
hi: प्रतीक को लाइब्रेरी में सेव करें। यदि यह एक नया प्रतीक है, तो बाद में सेव करने पर लाइब्रेरी में अतिरिक्त प्रतीक बनेंगे। यदि प्रतीक को संपादित करने के लिए लाइब्रेरी से चुना गया था, तो सेव करने से वह प्रतीक लाइब्रेरी में अपडेट हो जाएगा।
hu: Menti a szimbólumot a könyvtárba. Ha ez egy új szimbólum, a további mentések további szimbólumokat hoznak létre a könyvtárban. Ha a szimbólumot a könyvtárból választotta ki szerkesztésre, mentéskor frissíti a könyvtárban lévő szimbólumot.
it: Salva il simbolo nella libreria. Se è un simbolo nuovo, successivi salvataggi creeranno un altro simbolo nella libreria. Se il simbolo era stato selezionato dalla libreria per la modifica allora salvandolo si aggiornerà il simbolo nella libreria.
ko: 기호를 라이브러리에 저장합니다. 새 기호를 저장한다면 나중에 다시 저장할 때 라이브러리에 추가로 기호를 만듭니다. 라이브러리에서 기호를 선택했다면 라이브러리의 해당 기호를 업데이트합니다.
lv: Saglabāt rakstu bibliotēkā. Ja šis ir jauns raksts, atkārtota saglabāšana bibliotēkā izveidos papildu rakstus. Ja raksts bija atlasīts no bibliotēkas rediģēšanai, saglabāšana atjauninās rakstu bibliotēkā.
nl: Sla het symbool op in de bibliotheek. Als dit een nieuw symbool is zal volgende keren opslaan extra symbolen maken in de bibliotheek. Als het symbool geselecteerd is uit de bibliotheek om te bewerken dan zal opslaan dat symbool in de bibliotheek bijwerken.
pl: Zapisz symbol do biblioteki. Jeśli jest to nowy symbol, to kolejne zapisy spowodują utworzenie dodatkowych symboli w bibliotece. Jeśli symbol został wybrany z biblioteki w celu edytowania, to zapis uaktualni ten symbol w bibliotece.
pt: Grava o símbolo na biblioteca. Se for um símbolo novo, as gravações seguintes irão criar símbolos adicionais na biblioteca. Se o símbolo foi seleccionado a partir da biblioteca a editar, então a gravação irá actualizar esse símbolo na biblioteca.
pt_br: Salva o símbolo na biblioteca. Se for um novo símbolo, as gravações seguintes irão criar símbolos adicionais na biblioteca. Se o símbolo foi selecionado a partir da biblioteca a editar, então a gravação irá atualizar esse símbolo na biblioteca.
ru: Сохранить обозначение в библиотеку. Если это новое обозначение, при последующих сохранениях в библиотеке будут создаваться дополнительные обозначения. Если это обозначение было выбрано в библиотеке для редактирования, то при сохранении оно будет обновлено в библиотеке.
sk: Uložiť symbol do knižnice. Ak je toto nový symbol, následné uloženia vytvoria ďalšie symboly v knižnici. Ak bol symbol vybraný z knižnice na úpravu, potom ukladanie aktualizuje tento symbol v knižnici.
sl: Shranite simbol v knjižnico. Če je to nov simbol, bodo kasnejša shranjevanja ustvarila dodatne simbole v knjižnici. Če je bil simbol izbran iz knjižnice za urejanje, bo shranjevanje posodobilo ta simbol v knjižnici.
sv: Spara symbolen i biblioteket. Om det är en ny symbol skapas ytterligare symboler i biblioteket när den sparas igen. Om symbolen har valts från biblioteket för redigering, uppdateras den symbolen i biblioteket när den sparas.
tr: Sembolü kitaplığa kaydedin. Eğer yeni bir sembol ise sonraki kayıtlar kitaplıkta ek semboller oluşturacaktır. Eğer sembol kitaplıktan düzenlemek üzere seçildiyse bu sembolü kaydetmek kitaplıktakini güncelleyecektir.
uk: Зберегти позначку до бібліотеки. Якщо позначка є новою, у результаті збереження у бібліотеці буде створено додаткову позначку. Якщо виконувалося редагування готової позначки з бібліотеки, збереження оновить вміст цієї позначки у бібліотеці.
zh_cn: 将符号保存到库中。如果这是一个新符号，随后的保存将在库中创建额外的符号。如果符号是从库中选择来编辑的，之后保存时会更新库中的符号。

source: Save Symbol as New
ar: احفظ الرمز كجديد
bs: Snimi simbol kao novi
ca: Desa el símbol com a nou
cs: Uložit symbol jako nový
de: Als neues Symbol speichern
eo: Konservi Simbolon kiel Nova
es: Guardar símbolo como nuevo
eu: Gorde ikurra berri gisa
fi: Tallenna symboli uutena
fr: Enregistrer comme nouveau symbole
gl: Gardar o símbolo como novo
hi: प्रतीक को नए रूप में सहेजें
hu: Szimbólum mentése újként
it: Salva il simbolo come Nuovo
ka: სიმბოლოს, როგორც ახლის შენახვა
ko: 다른 이름으로 기호 저장
lv: Saglabāt rakstu kā jaunu
nl: Symbool opslaan als nieuw
pl: Zapisz symbol jako nowy
pt: Gravar o Símbolo como Novo
pt_br: Salvar o símbolo como novo
ru: Сохранить обозначение как новое
sk: Uložiť symbol ako nový
sl: Shrani simbol kot nov
sv: Spara symbol som ny
tr: Sembolü Yeni Olarak Kaydet
uk: Зберегти позначку як нову
zh_cn: 另存符号为新文件

source: Save the current symbol as a new one in the library. Subsequent saves will update the new symbol.
ar: احفظ الرمز الحالي كرمز جديد في المكتبة. ستحدّث عمليات الحفظ اللاحقة الرمز الجديد.
bs: Snimi trenutni simbol kao novi u biblioteku. Naknadna snimanja će ažurirati novi simbol.
ca: Deseu el símbol actual com a nou a la biblioteca. Tornar-lo a desar actualitzarà el nou símbol.
cs: Uložit nynější symbol jako nový symbol v knihovně. Pozdější uložení nový symbol zaktualizuje.
de: Das aktuelle Symbol als neu in der Bibliothek speichern. Weitere Speicherungen werden das neue Symbol aktualisieren.
eo: Konservi la nunan simbolon kiel novan en la biblioteko. Postaj konservado ĝisdatigos la novan simbolon.
es: Guardar el símbolo actual como nuevo en la biblioteca. Cada vez que vuelva a guardarlo, se actualizará el nuevo símbolo.
eu: Gorde uneko ikurra berri gisa liburutegian. Osteko gordetze bakoitzean liburutegian ikur berria eguneratuko du.
fr: Enregistrer le symbole courant en tant que nouveau symbole dans la bibliothèque. Les enregistrements suivants mettront à jour ce nouveau symbole.
gl: Gardar o símbolo actual como un novo símbolo na biblioteca. Cando volva gardar o símbolo, actualizarase o novo símbolo na biblioteca.
hi: वर्तमान प्रतीक को लाइब्रेरी में नए प्रतीक के रूप में सहेजें। बाद में सहेजने से नया प्रतीक अपडेट हो जाएगा।
hu: Új szimbólumként menti a jelenlegit a könyvtárba. A további mentések frissítik az új szimbólumot.
it: Salva il simbolo corrente come uno nuovo nella libreria. Salvataggi successivi aggiorneranno il nuovo simbolo.
ko: 현재 기호를 라이브러리에 새 기호로 저장합니다. 나중에 다시 저장하면 새 기호를 업데이트합니다.
lv: Saglabāt pašreizējo rakstu bibliotēkā kā jaunu. Turpmākas saglabāšanas atjauninās jauno rakstu.
nl: Sla het huidige symbool op als een nieuwe in de bibliotheek. Volgende keren opslaan zal het nieuwe symbool bijwerken.
pl: Zapisz bieżący symbol jako nowy w bibliotece. Kolejne zapisy uaktualnią nowy symbol.
pt: Grava o símbolo actual como sendo novo na biblioteca. As gravações seguintes irão actualizar o novo símbolo.
pt_br: Salva o símbolo atual como novo na biblioteca. As gravações seguintes irão atualizar o novo símbolo.
ru: Сохранить текущее обозначение в качестве нового в библиотеку. При последующих сохранениях новое обозначение будет обновлено.
sk: Uložiť aktuálny symbol ako nový v knižnici. Následné uloženia aktualizujú nový symbol.
sl: Trenutni simbol shranite kot novega v knjižnici. Nadaljnja shranjevanja bodo posodobite nov simbol.
sv: Spara aktuell symbol som en ny i biblioteket. Den nya symbolen uppdateras när den sparas igen.
tr: Geçerli sembolü kitaplıkta yeni bir tane olarak kaydedin. Sonraki kayıtlar yeni sembolü güncelleyecektir.
uk: Зберегти поточну позначку як нову позначку у бібліотеці. Наступні дії зі збереження перезаписуватимуть вміст нової позначки.
zh_cn: 将当前的符号保存为库中的新符号。后续的保存将更新新建的符号。

source: Fill Path
ar: تعبئة المسار
bs: Popuni put
ca: Emplena el camí
cs: Cesta výplně
de: Pfad füllen
eo: Plenigi Vojon
es: Rellenar el trazado
eu: Bete bidea
fi: Täytä polku
fr: Remplir la forme
gl: Encher a ruta
hi: पथ भरें
hu: Útvonal kitöltése
it: Percorso di riempimento
ka: კონტურის შევსება
ko: 경로 채우기
lv: Aizpildīt ceļu
nl: Pad invullen
pl: Wypełnij ścieżkę
pt: Preenchimento do Caminho
pt_br: Preenchimento do caminho
ru: Заполнить контур
sk: Vyplniť cestu
sl: Pot polnjenja
sv: Fyllnadskontur
tr: Yolu Doldur
uk: Заповнювати контур
zh_cn: 填充路径

source: Enable path filling. The path defines the closed boundary of the shape and the path is filled with the selected fill method.
ar: فعّل تعبئة المسار. يحدد المسار الحد المغلق للشكل ويُملأ المسار بطريقة التعبئة المختارة.
bs: Dozvoli popunjavanje puta. Put definiše zatvorene granice oblika i put je popunjen sa odabranom metodom za popunjavanje.
ca: Habilita l'emplenament del camí. El camí defineix el contorn de la forma i el camí s'omple amb el mètode de farciment seleccionat.
cs: Povolit vyplnění cesty. Cesta stanovuje uzavřené hranice tvaru a cesta je vyplněna zvoleným způsobem výplně.
de: Pfadfüllung aktivieren. Der Pfad definiert die geschlossenen Grenzen der Form und der Pfad wird mit der gewählten Füllmethode gefüllt.
eo: Ebligi vojplenigon. La vojo difinas la fermitan limon de la formo kaj la vojo estas plenigita per la elektita plenigmetodo.
es: Activar el relleno del trazado. El trazado define el contorno cerrado de la forma y se rellena con el método de relleno seleccionado.
eu: Gaitu bidea betetzea. Bideak definitzen du formaren muga itxia eta bidea hautatutako betetzeko metodoa erabiliz betetzen da.
fi: Tarjoaa polun täytön. Polku määrittää kuvion sulkevan rajan, joka täytetään valitulla tapaa.
fr: Le chemin devient une forme fermée, remplie par la méthode de remplissage sélectionnée.
gl: Activa a funcionalidade de encher rutas. A ruta define os límites pechados da forma e a ruta énchese con método de recheo seleccionado.
hi: पथ भरना सक्षम करें। पथ आकृति की बंद सीमा को परिभाषित करता है और पथ को चयनित भरण विधि से भरा जाता है।
hu: Bekapcsolja az útvonal kitöltését. Az útvonal meghatározza az alakzat zárt határát, és az útvonal kitöltését a kiválasztott módon.
it: Abilita il percorso di riempimento. Il percorso definisce un area chiusa e il percorso sarà riempito con il metodo di riempimento scelto.
ko: 경로 채우기를 사용합니다. 경로는 도형의 닫힌 경계를 정의하고 선택한 채우기 방법으로 경로를 채웁니다.
lv: Ieslēgs ceļa aizpildīšanu. Ceļu definē ar slēgtām figūras robežām un aizpilda, izmantojot izraudzīto aizpildīšanas metodi.
nl: Opvullen van het pad inschakelen. He pad definieert de gesloten rand van de vorm en het pad wordt gevuld met de geselecteerde vulmethode.
pl: Włącz wypełnianie ścieżki. Ścieżka określa zamknięty obszar kształtu i jest wypełniona według wybranego sposobu wypełniania.
pt: Activa o preenchimento de caminhos. O caminho define os limites fechados da forma, sendo preenchido com o método seleccionado.
pt_br: Ativa o preenchimento de caminhos. O caminho define os limites fechados da forma, sendo preenchido com o método selecionado.
ru: Включить заполнение по контуру. Контур определяет закрытую границу формы и заполняется с помощью выбранного способа заполнения.
sk: Povoliť vyplnenie cesty. Cesta definuje uzavretú hranicu tvaru a cesta je vyplnená zvoleným metódou výplne.
sl: Omogoči pot polnjenja. Pot definira zaprto mejo oblike in je zapolnjena z izbrano metodo polnjenja.
sv: Aktivera konturfyllnad. Konturen definierar formens slutna gräns och konturen fylls i med den valda fyllnadsmetoden.
tr: Yol doldurmayı etkinleştirin. Yol, şeklin kapalı sınırlarını belirler ve yol belirtilen doldurma yöntemi ile doldurulur.
uk: Увімкнути заповнювання контурів кольором. Контур визначає замкнену межу форми, заповнення відбувається на основі вибраного вами способу заповнення.
zh_cn: 启用路径填充。路径定义形状的闭合边界，且路径用所选的填充方式填充。

source: Odd Even Fill
ar: تعبئة فردي-زوجي
ca: Emplenat altern
cs: Lichá a sudá výplň
de: Füllung Gerade-Ungerade
eo: Nepara Para Plenigi
es: Rellenado alterno
eu: Betetze txandakatua
fr: Remplissage alterné
gl: Recheo de pares e impares
hi: विषम सम भरण
hu: Páros-páratlan kitöltés
it: Riempimento Pari-Dispari
ko: 홀짝 채우기
lv: Pretējs aizpildījums
nl: Oneven-even vullen
pl: Wypełnianie parzysty nieparzysty
pt: Preenchimento Par-Ímpar
pt_br: Preenchimento par-ímpar
ru: Чередующееся заполнение
sk: Výplň Nepárny Párny
sl: Liho sodo polnjenje
sv: Fyll udda jämn
tr: Tek Çift Doldurma
uk: Картате заповнення
zh_cn: 奇偶填充
