Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Save changes to the symbol?
ar: احفظ التغييرات على الرمز؟
de: Änderungen am Symbol speichern?
eo: Ĉu konservi ŝanĝojn al la simbolo?
eu: Ikurraren aldaketak gorde?
gl: Gardar os cambios do símbolo?
hi: प्रतीक में परिवर्तन सहेजें?
ka: შევინახო სიმბოლოს ცვლილებები?
ko: 기호에 변경 사항을 저장하시겠습니까?
lv: Vai saglabāt raksta izmaiņas?
pt_br: Salvar as alterações no símbolo?
sv: Spara ändringarna av symbolen?
tr: Değişiklikler sembole kaydedilsin mi?

source: Save changes to the library?
ar: احفظ التغييرات على المكتبة؟
de: Änderungen an der Bibliothek speichern?
eo: Ĉu konservi ŝanĝojn al la biblioteko?
eu: Liburutegiko aldaketak gorde?
gl: Gardar os cambios da biblioteca?
hi: लाइब्रेरी में परिवर्तन सहेजें?
ka: შევინახო ბიბლიოთეკის ცვლილებები?
ko: 라이브러리에 변경 사항을 저장하시겠습니까?
lv: Vai izmaiņas saglabāt bibliotēkā?
pt_br: Salvar as alterações na biblioteca?
sv: Spara ändringarna av biblioteket?
tr: Değişiklikler kitaplığa kaydedilsin mi?
