Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Move To
ar: انقل إلى
bs: Premjesti u
ca: Mou a
cs: Posunout do
de: Verschieben nach
eo: Movi al
es: Mover hacia
eu: Eraman hona
fr: Déplacer
gl: Mover a
hi: करने के लिए कदम
hu: Mozgatás ide
it: Sposta a
ka: გადატანა
ko: 이동
lv: Pārvietot uz
nl: Verplaatsen naar
pl: Przenieś do
pt: Mover Para
pt_br: Mover para
ru: Перемещение
sk: Presunúť do
sl: Premakni v
sv: Flytta till
tr: Şuraya Taşı
uk: Пересування
zh_cn: 移动到

source: Draw To
ar: ارسم إلى
bs: Nacrtaj u
ca: Dibuixa a
cs: Kreslit do
de: Zeichnen nach
eo: Desegni Al
es: Dibujar hacia
eu: Marraztu hemen
fr: Dessiner
gl: Debuxar ata
hi: ड्रा करें
hu: Rajzolás ide
it: Disegna a
ka: დახატვა
ko: 그리기
lv: Zīmēt uz
nl: Tekenen naar
pl: Przeciągnij do
pt: Desenhar Até
pt_br: Desenhar até
ru: Рисование
sk: Kresliť na
sl: Nariši v
sv: Rita till
tr: Şuraya Çiz
uk: Малювання
zh_cn: 绘制到

source: Cubic To
ar: تكعيبي إلى
bs: Kubno u
ca: Cúbic a
cs: Prostorový do
de: Kubisch nach
eo: Kuba Al
es: Cúbico hasta
eu: Kubikoa hona
fr: Courbe de Bézier
gl: Cúbico ata
hi: घन से
hu: Köbös ide
it: Cubica a
ka: კუბიკი
ko: 3차 곡선
lv: Kubiskā uz
nl: Kubus naar
pl: Sześciennie do
pt: Cúbica Até
pt_br: Cúbica até
ru: Кубическая кривая
sk: Kocka na
sl: Kubično na
sv: Kurva till
tr: Şuraya Kübik
uk: Кубічна крива
zh_cn: 立方到

source: Add Rectangle
ar: أضف مستطيلًا
bs: Dodaj pravougaonik
ca: Afegeix un rectangle
cs: Přidat obdélník
de: Rechteck hinzufügen
eo: Aldoni Rektangulon
es: Añadir rectángulo
eu: Gehitu laukizuzena
fi: Lisää suorakulmio
fr: Ajouter un rectangle
gl: Engadir un rectángulo
hi: आयत जोड़ें
hu: Téglalap hozzáadása
it: Aggiungi rettangolo
ka: მართკუთხედის დამატება
ko: 직사각형 추가
lv: Pievienot četrstūri
nl: Rechthoek toevoegen
pl: Dodaj prostokąt
pt: Adicionar um Rectângulo
pt_br: Adicionar retângulo
ru: Добавить прямоугольник
sk: Pridať obdĺžnik
sl: Dodaj pravokotnik
sv: Lägg till rektangel
tr: Dikdörtgen Ekle
uk: Додати прямокутник
zh_cn: 添加矩形

source: Add Ellipse
ar: أضف شكل بيضاوي
bs: Dodaj elipsu
ca: Afegeix una el·lipse
cs: Přidat elipsu
de: Ellipse hinzufügen
eo: Aldoni Elipson
es: Añadir elipse
eu: Gehitu elipsea
fi: Lisää ellipsi
fr: Ajouter une ellipse
gl: Engadir unha elipse
hi: दीर्घवृत्त जोड़ें
hu: Ellipszis hozzáadása
it: Aggiungi ellisse
ka: ოვალის დამატება
ko: 타원 추가
lv: Pievienot elipsi
nl: Ellips toevoegen
pl: Dodaj elipsę
pt: Adicionar uma Elipse
pt_br: Adicionar elipse
ru: Добавить эллипс
sk: Pridať elipsu
sl: Dodaj elipso
sv: Lägg till ellips
tr: Elips Ekle
uk: Додати еліпс
zh_cn: 添加椭圆

source: Move point
ar: انقل نقطة
bs: Tačka pomjeranja
ca: Mou el punt
cs: Posunout bod
de: Punkt verschieben
eo: Movi punkton
es: Mover punto
eu: Eraman puntua
fr: Déplacer le point
gl: Mover o punto
hi: बिंदु ले जाएँ
hu: Pont mozgatása
it: Muovi punto
ka: წერტილის გადატან
ko: 점 이동
lv: Pārvietot punktu
nl: Punt verplaatsen
pl: Przesuń punkt
pt: Mover o ponto
pt_br: Mover o ponto
ru: Переместить точку
sk: Presunúť bod
sl: Premakni točko
sv: Flytta punkt
tr: Noktayı Taşı
uk: Пересунути точку
zh_cn: 移动点

source: Update Symbol
ar: حدّث الرمز
bs: Ažuriraj simbol
ca: Actualitza el símbol
cs: Aktualizovat symbol
de: Symbol aktualisieren
eo: Ĝisdatigi Simbolo
es: Actualizar símbolo
eu: Eguneratu ikurra
fi: Päivitä symboli
fr: Mettre à jour le symbole
gl: Actualizar o símbolo
hi: प्रतीक अद्यतन करें
hu: Szimbólum frissítése
it: Aggiorna simbolo
ka: სიმბოლოს განახლება
ko: 기호 업데이트
lv: Atjaunināt rakstu
nl: Symbool bijwerken
pl: Uaktualnij symbol
pt: Actualizar um Símbolo
pt_br: Atualizar o símbolo
ru: Обновить обозначение
sk: Aktualizovať symbol
sl: Osveži simbol
sv: Uppdatera symbol
tr: Sembolü Güncelle
uk: Оновити позначку
zh_cn: 更新符号

source: Import Library
ar: استيراد المكتبة
bs: Uvezi biblioteku
ca: Importa la biblioteca
cs: Importovat knihovnu
de: Bibliothek importieren
es: Importar biblioteca
eu: Inportatu liburutegia
fi: Tuo kirjasto
fr: Importer une bibliothèque
gl: Importar unha biblioteca
hi: लाइब्रेरी आयात करें
hu: Könyvtár importálása
it: Importa libreria
ka: ბიბლიოთეკის შემოტანა
ko: 라이브러리 가져오기
lv: Importēt bibliotēku
nl: Bibliotheek importeren
pl: Zaimportuj bibliotekę
pt: Importar uma Biblioteca
pt_br: Importar biblioteca
ru: Импорт библиотеки
sk: Importovať knižnicu
sl: Uvozi knjižnico
sv: Importera bibliotek
tr: Kitaplık İçe Aktar
uk: Імпортувати бібліотеку
zh_cn: 导入库

source: Rotate Left
ar: دوّر لليسار
bs: Rotiraj lijevo
ca: Gira a l'esquerra
cs: Otočit vlevo
de: Links drehen
eo: Turni maldekstre
es: Rotar a la izquierda
eu: Biratu ezkerrera
fi: Kierrä vasempaan
fr: Pivoter à gauche
gl: Xirar á esquerda
hi: बायीं तरफ
hu: Forgatás balra
it: Ruota a sinistra
ka: მარცხნივ შებრუნება
ko: 왼쪽으로 회전
lv: Pagriezt pa kreisi
nl: Linksom draaien
pl: Obróć w lewo
pt: Rodar para a Esquerda
pt_br: Girar à esquerda
ru: Поворот налево
sk: Otočiť doľava
sl: Zasukaj na levo
sv: Rotera åt vänster
tr: Sola Döndür
uk: Повернути ліворуч
zh_cn: 旋转 (向左)

source: Rotate Right
ar: دوّر لليمين
bs: Rotiraj desno
ca: Gira a la dreta
cs: Otočit vpravo
de: Rechts drehen
eo: Turni dekstre
es: Rotar a la derecha
eu: Biratu eskuinera
fi: Kierrä oikeaan
fr: Pivoter à droite
gl: Xirar á dereita
hi: दाएं घुमाएं
hu: Forgatás jobbra
it: Ruota a destra
ka: მარჯვნივ შებრუნება
ko: 오른쪽으로 회전
lv: Pagriezt pa labi
nl: Rechtsom draaien
pl: Obróć w prawo
pt: Rodar para a Direita
pt_br: Girar à direita
ru: Поворот направо
sk: Otočiť doprava
sl: Zasukaj na desno
sv: Rotera åt höger
tr: Sağa Döndür
uk: Повернути праворуч
zh_cn: 旋转 (向右)

source: Flip Horizontal
ar: اقلب أفقياً
bs: Prevrni vodoravno
ca: Inverteix horitzontalment
cs: Obrátit vodorovně
de: Waagerecht spiegeln
eo: Inversigi Horizontale
es: Voltear horizontalmente
eu: Alderanztu horizontalki
fi: Käännä vaakasuunnassa
fr: Retourner horizontalement
gl: Inverter na horizontal
hi: क्षैतिज पलटें
hu: Vízszintes tükrözés
it: Ribalta orizzontalmente
ka: ჰორიზონტალურად გადაბრუნება
ko: 수평 뒤집기
lv: Apmest horizontāli
nl: Horizontaal omklappen
pl: Odbij w poziomie
pt: Inverter na Horizontal
pt_br: Inverter na horizontal
ru: Отразить горизонтально
sk: Prevrátiť horizontálne
sl: Obrni vodoravno
sv: Vänd horisontellt
tr: Yatay Çevir
uk: Віддзеркалити горизонтально
zh_cn: 翻转 (水平)

source: Flip Vertical
ar: اقلب رأسياً
bs: Prevrni vertikalno
ca: Inverteix verticalment
cs: Obrátit svisle
de: Senkrecht spiegeln
eo: Vertikaligi
es: Voltear verticalmente
eu: Alderanztu bertikalki
fi: Käännä pystysuunnassa
fr: Retourner verticalement
gl: Inverter na vertical
hi: फ़्लिप वर्टिकल
hu: Függőleges tükrözés
it: Ribalta verticalmente
ka: ვერტიკალურად გადაბრუნება
ko: 수직 뒤집기
lv: Apmest vertikāli
nl: Vertikaal omklappen
pl: Odbij w pionie
pt: Inverter na Vertical
pt_br: Inverter na vertical
ru: Отразить вертикально
sk: Prevrátiť vertikálne
sl: Obrni navpično
sv: Vänd vertikalt
tr: Dikey Çevir
uk: Віддзеркалити вертикально
zh_cn: 翻转 (垂直)

source: Scale to Preferred Size
ar: قيّس للحجم المبدئي
bs: Promijeni do željene veličine
ca: Escala a la mida preferida
cs: Změnit velikost na upřednostňovanou velikost
de: Auf bevorzugte Größe skalieren
eo: Skali al Preferata Grandeco
es: Escalar al tamaño preferido
eu: Eskalatu hobetsitako neurrira
fi: Skaalaa haluttuun kokoon
fr: Redimensionner à la taille préférée
gl: Axustar ao tamaño preferido
hi: पसंदीदा आकार के अनुसार स्केल करें
hu: Méretezés a kívánt méretre
it: Scala alla dimensione preferita
ka: რჩეულ მასშტაბში გადაყვანა
ko: 선호하는 크기로 조정
lv: Mērogot uz izvēlēto izmēru
nl: Schalen naar grootte van voorkeur
pl: Przeskaluj do wybranego rozmiaru
pt: Ajustar ao Tamanho Preferido
pt_br: Ajustar ao tamanho preferido
ru: Масштабировать до предпочтительного размера
sk: Mierka na freferovanú veľkosť
sl: Spremeni merilo do zadane velikosti
sv: Skala till önskad storlek
tr: Tercih Edilen Boyuta Ölçekle
uk: Масштабувати до бажаного розміру
zh_cn: 缩放到偏好大小

source: Change Fill State
ar: غيّر حالة التعبئة
bs: Promijeni stanje punjenja
ca: Canvia l'estat del farciment
cs: Změnit stav výplně
de: Füllstatus ändern
eo: Ŝanĝi Plenigan Staton
es: Cambiar el estado de relleno
eu: Aldatu betetzeko egoera
fr: Modifier l'état de remplissage
gl: Cambiar o estado de recheo
hi: भरण स्थिति बदलें
hu: Kitöltési állapot módosítása
it: Cambia lo stato del riempimento
ka: შევსების მდგომარეობის შეცვლა
ko: 채우기 상태 변경
lv: Mainīt aizpildījuma stāvokli
nl: Vulstatus wijzigen
pl: Zmień stan wypełnienia
pt: Mudar o Estado de Preenchimento
pt_br: Mudar o estado de preenchimento
ru: Изменить состояние заполнения
sk: Zmeniť stav výplne
sl: Spremeni stanje polnitve
sv: Ändra fyllnadstillstånd
tr: Doldurma Durumunu Değiştir
uk: Змінити стан заповнення
zh_cn: 更改填充状态

source: Change Fill Rule
ar: غيّر قاعدة التعبئة
bs: Primijeni pravilo punjenja
ca: Canvia la regla del farciment
cs: Změnit pravidlo výplně
de: Füllregel ändern
eo: Ŝanĝi Plenigan Regulon
es: Cambiar la regla de relleno
eu: Aldatu betetzeko araua
fr: Modifier les règles de remplissage
gl: Cambiar o estado de recheo
hi: भरण नियम बदलें
hu: Kitöltési szabály módosítása
it: Cambia regola di riempimento
ka: შევსების წესის შეცვლა
ko: 채우기 규칙 변경
lv: Mainīt aizpildīšanas kārtulu
nl: Vulregel wijzigen
pl: Zmień zasadę wypełnienia
pt: Mudar a Regra de Preenchimento
pt_br: Mudar a regra de preenchimento
ru: Изменить правило заполнения
sk: Zmeniť pravidlo výplne
sl: Spremeni pravilo polnjenja
sv: Ändra fyllnadsregel
tr: Doldurma Kuralını Değiştir
uk: Змінити правило заповнення
zh_cn: 更改填充规则

source: Change Cap Style
ar: غيّر نمط الغطاء
bs: Pomijenit Cap stil
ca: Canvia l'estil de les majúscules
cs: Změnit styl závěru
de: Endstil ändern
eo: Ŝanĝi Stilon de Ĉapo
es: Cambiar el estilo de terminación
eu: Aldatu muturraren estiloa
fi: Vaihda päätetyyliä
fr: Modifier le style de terminaison
gl: Cambiar o estilo do remate
hi: कैप शैली बदलें
hu: Végpontstílus módosítása
it: Cambia stile maiuscole
ka: ბოლოს სტილის შეცვლა
ko: 끝 부분 스타일 변경
lv: Mainīt uzgaļa stilu
nl: Stijl van hoofdletters wijzigen
pl: Zmień styl zakończenia
pt: Mudar o Estilo do Traço
pt_br: Mudar o estilo do traço
ru: Изменить тип конца
sk: Zmeniť štýl čiapky
sl: spremeni slog kapice
sv: Ändra ändstil
tr: Kapak Biçemini Değiştir
uk: Змінити форму кінчика
zh_cn: 更改端点样式

source: Change Join Style
ar: غيّر نمط الوصل
bs: Promijeni Join stil
ca: Canvia l'estil de les unions
cs: Změnit styl spojení
de: Verbindungsstil ändern
eo: Ŝanĝi Kunigan Stilon
es: Cambiar el estilo de unión
eu: Aldatu lotura estiloa
fi: Vaihda liitostyyliä
fr: Modifier le style de raccord
gl: Cambiar o estilo da xunta
hi: जॉइन स्टाइल बदलें
hu: Csatlakozásstílus módosítása
it: Cambia stile giunzioni
ka: შეერთების სტილის შეცვლა
ko: 결합 스타일 변경
lv: Mainīt savienojuma stilu
nl: Samenvoegstijl wijzigen
pl: Zmień styl połączenia
pt: Mudar o Estilo de Junção
pt_br: Mudar o estilo de junção
ru: Изменить стиль соединения
sk: Zmeniť štýl spojenia
sl: Spremeni slog stika
sv: Ändra hopfogningsstil
tr: Birleşme Biçemini Değiştir
uk: Змінити форму з’єднання
zh_cn: 更改交点样式

source: Delete Symbol
ar: احذف الرمز
bs: Izbriši simbol
ca: Suprimeix el símbol
cs: Smazat symbol
de: Symbol löschen
eo: Forigi Simbolon
es: Borrar símbolo
eu: Ezabatu ikurra
fi: Poista symboli
fr: Supprimer le symbole
gl: Eliminar o símbolo
hi: प्रतीक हटाएं
hu: Szimbólum törlése
it: Elimina simbolo
ka: სიმბოლოს წაშლა
ko: 기호 삭제
lv: Dzēst simbolu
nl: Symbool verwijderen
pl: Usuń symbol
pt: Apagar o Símbolo
pt_br: Excluir o símbolo
ru: Удалить обозначение
sk: Vymazať symbol
sl: Izbriši simbol
sv: Ta bort symbol
tr: Sembolü Sil
uk: Вилучити позначку
zh_cn: 删除符号

source: Increase Line Width
ar: زد عرض الخط
bs: Povećaj debljinu linije
ca: Augmenta l'amplada de la línia
cs: Zvětšit šířku čáry
de: Linienbreite vergrößern
eo: Pliigi Linian Larĝon
es: Aumentar el ancho de línea
eu: Loditu lerroa
fi: Kasvata viivan paksuutta
fr: Augmenter la largeur du trait
gl: Aumentar a anchura da liña
hi: लाइन की चौड़ाई बढ़ाएँ
hu: Vonalvastagság növelése
it: Aumenta spessore linea
ka: ხაზის სიგანის გაზრდა
ko: 선 폭 증가
lv: Palielināt līnijas platumu
nl: Lijnbreedte vergroten
pl: Zwiększ szerokość linii
pt: Aumentar a Espessura da Linha
pt_br: Aumentar a espessura da linha
ru: Увеличить толщину линии
sk: Zvýšiť šírku čiary
sl: Povečaj širino črte
sv: Öka linjebredd
tr: Çizgi Genişliğini Artır
uk: Збільшити товщину ліній
zh_cn: 增大线宽

source: Decrease Line Width
ar: قلّل عرض الخط
bs: Smanji debljinu linije
ca: Disminueix l'amplada de la línia
cs: Zmenšit šířku čáry
de: Linienbreite verkleinern
eo: Malpliigi Liniolarĝon
es: Disminuir el ancho de línea
eu: Mehetu lerroa
fi: Vähennä viivan paksuutta
fr: Réduire la largeur du trait
gl: Diminuír a anchura da liña
hi: लाइन की चौड़ाई घटाएँ
hu: Vonalvastagság csökkentése
it: Diminuisci spessore linea
ka: ხაზის სიგანის შემცირება
ko: 선 폭 감소
lv: Samazināt līnijas platumu
nl: Lijnbreedte verkleinen
pl: Zmniejsz szerokość linii
pt: Diminuir a Espessura da Linha
pt_br: Diminuir a espessura da linha
ru: Уменьшить толщину линии
sk: Znížiť šírku čiary
sl: Zmanjšaj širino črte
sv: Minska linjebredd
tr: Çizgi Genişliğini Azalt
uk: Зменшити товщину ліній
zh_cn: 减小线宽

source: Add Symbols
ar: أضف رموزاً
bs: Dodaj simbole
ca: Afegeix símbols
cs: Přidat symboly
de: Symbole hinzufügen
eo: Aldoni Simbolojn
es: Añadir símbolos
eu: Gehitu ikurrak
fi: Lisää symboleja
fr: Ajouter des symboles
gl: Engadir símbolos
hi: प्रतीक जोड़ें
hu: Szimbólumok hozzáadása
it: Aggiungi simbolo
ka: სიმბოლოების დამატება
ko: 기호 추가
lv: Pievienot rakstus
nl: Symbolen toevoegen
pl: Dodaj symbole
pt: Adicionar Símbolos
pt_br: Adicionar símbolos
ru: Добавить обозначения
sk: Pridať symboly
sl: Dodaj simbole
sv: Lägg till symboler
tr: Sembol Ekle
uk: Додати позначки
zh_cn: 添加符号

source: Add Character
ar: أضف شخصية
bs: Dodaj karakter
ca: Afegeix un caràcter
cs: Přidat znak
de: Zeichen hinzufügen
eo: Aldoni Signon
es: Añadir carácter
eu: Gehitu karakterea
fi: Lisää merkki
fr: Ajouter un caractère
gl: Engadir un carácter
hi: चरित्र जोड़ें
hu: Karakter hozzáadása
it: Aggiungi carattere
ka: სიმბოლოს დამატება
ko: 글자 추가
lv: Pievienot rakstzīmi
nl: Teken toevoegen
pl: Dodaj znak
pt: Adicionar um Carácter
pt_br: Adicionar caractere
ru: Добавить символ
sk: Pridať znak
sl: Dodaj znak
sv: Lägg till tecken
tr: Karakter Ekle
uk: Додати символ
zh_cn: 添加字符

source: Select a new starting position.
ar: اختر موقع بداية جديداً.
bs: Izaberi novu početnu poziciju.
ca: Selecciona una nova posició inicial.
cs: Vybrat novou počáteční polohu.
de: Wählen Sie einen neuen Startpunkt.
eo: Elektu novan komencan pozicion.
es: Seleccione una nueva posición de inicio.
eu: Hautatu hasteko kokaleku berri bat.
fi: Valitse uusi aloituskohta.
fr: Choisir une nouvelle position initiale.
gl: Seleccionar unha nova posición de inicio.
hi: एक नई प्रारंभिक स्थिति का चयन करें.
hu: Válasszin egy új kezdőpozíciót.
it: Seleziona nuova posizione iniziale.
ka: აირჩიეთ ახალი საწყისი მდებარეობა.
ko: 새 시작 지점을 선택하십시오.
lv: Izvēlēties jaunu sākuma pozīciju.
nl: Een nieuwe startpositie selecteren.
pl: Wybierz nowe położenie początkowe.
pt: Seleccione uma nova posição inicial.
pt_br: Selecione uma nova posição inicial.
ru: Выбрать новую начальную позицию.
sk: Vybrať novú začiatočnú pozíciu.
sl: Izberi novo začetno pozicijo.
sv: Välj en ny startposition.
tr: Yeni başlangıç noktasını seçin.
uk: Виберіть нову початкову позицію.
zh_cn: 选择新的起始位置。

source: Select the line end point.
ar: اختر نقطة نهاية الخط.
bs: Izaberi krajnju tačku linije.
ca: Selecciona el punt final de la línia.
cs: Vybrat čáru a bod.
de: Wählen Sie den Endpunkt der Linie.
eo: Elektu la linian finpunkton.
es: Seleccione el punto final de la línea.
eu: Hautatu lerroaren amaierako puntua.
fi: Valitse viivan pääte.
fr: Sélectionner le point de fin de ligne.
gl: Seleccionar o final da liña.
hi: पंक्ति अंत बिंदु का चयन करें.
hu: Válassza ki a vonal végpontját.
it: Seleziona la punta di fine linea.
ka: აირჩიეთ ხაზის ბოლო წერტილი.
ko: 선 끝 지점을 선택하십시오.
lv: Izvēlēties līnijas gala punktu.
nl: Het eindpunt van de lijn selecteren.
pl: Wybierz linię i punkt końcowy.
pt: Seleccione o ponto final da linha.
pt_br: Selecione o ponto final da linha.
ru: Выбрать конечную точку линии.
sk: Vybrať koncový bod čiary.
sl: Izberi končno točko daljice.
sv: Välj linjens slutpunkt.
tr: Çizgi bitiş noktasını seçin.
uk: Виберіть кінцеву точку лінії.
zh_cn: 选择线条的终点。

source: Select the first control point.
ar: اختر نقطة التحكم الأولى.
bs: Izaberi prvu kontrolnu tačku.
ca: Selecciona el primer punt de control.
cs: Vybrat první ovládací bod.
de: Wählen Sie den ersten Kontrollpunkt.
eo: Elektu la unuan regpunkton.
es: Seleccione el primer punto de control.
eu: Hautatu lehen kontrol puntua.
fi: Valitse ensimmäinen ohjauspiste.
fr: Sélectionner le premier point de contrôle
gl: Seleccionar o primeiro punto de control.
hi: प्रथम नियंत्रण बिंदु का चयन करें.
hu: Válassza ki az első vezérlőpontot.
it: Seleziona il primo punto di controllo.
ka: აირჩიეთ პირველი საკონტროლო წერტილი.
ko: 첫 번째 제어점을 선택하십시오.
lv: Izvēlēties pirmo kontroles punktu.
nl: Het eerste controle punt selecteren.
pl: Wybierz pierwszy punkt sterujący.
pt: Seleccione o primeiro ponto de controlo.
pt_br: Selecione o primeiro ponto de controle.
ru: Выбрать первую контрольную точку.
sk: Vybrať prvý ovládací bod.
sl: Izberi prvo kontrolno točko.
sv: Välj den första styrpunkten.
tr: İlk denetim noktasını seçin.
uk: Виберіть першу контрольну точку.
zh_cn: 选择第一个控制点。

source: Select the second control point.
ar: اختر نقطة التحكم الثانية.
bs: Izaberi drugu kontrolnu tačku.
ca: Selecciona el segon punt de control.
cs: Vybrat druhý ovládací bod.
de: Wählen Sie den zweiten Kontrollpunkt.
eo: Elektu la duan regpunkton.
es: Seleccione el segundo punto de control.
eu: Hautatu bigarren kontrol puntua.
fi: Valitse toinen ohjauspiste.
fr: Sélectionner le deuxième point de contrôle
gl: Seleccionar o segundo punto de control.
hi: दूसरे नियंत्रण बिंदु का चयन करें.
hu: Válassza ki a második vezérlőpontot.
it: Seleziona il secondo punto di controllo.
ka: აირჩიეთ მეორე საკონტროლო წერტილი.
ko: 두 번째 제어점을 선택하십시오.
lv: Izvēlieties otro kontroles punktu.
nl: Het tweede controle punt selecteren.
pl: Wybierz drugi punkt sterujący.
pt: Seleccione o segundo ponto de controlo.
pt_br: Selecione o segundo ponto de controle.
ru: Выбрать вторую контрольную точку.
sk: Vybrať druhý ovládací bod.
sl: Izberi drugo kontrolno točko.
sv: Välj den andra styrpunkten.
tr: İkinci denetim noktasını seçin.
uk: Виберіть другу контрольну точку.
zh_cn: 选择第二个控制点。

source: Select the end point
ar: اختر نقطة النهاية
bs: Izaberi krajnju tačku
ca: Selecciona el punt final
cs: Vybrat koncový bod.
de: Wählen Sie den Endpunkt
eo: Elekti la finpunkton
es: Seleccione el punto final
eu: Hautatu amaierako puntua
fi: Valitse loppupiste.
fr: Sélectionner le dernier point de contrôle
gl: Seleccionar o final
hi: अंतिम बिंदु चुनें
hu: Válassza ki a végpontot
it: Seleziona il punto finale
ka: აირჩიეთ ბოლო წერტილი
ko: 끝 지점 선택
lv: Izvēlieties gala punktu
nl: Het eindpunt selecteren
pl: Wybierz punkt końcowy
pt: Seleccione o ponto final
pt_br: Selecione o ponto final
ru: Выбрать конечную точку
sk: Vybrať koncový bod
sl: Izberi končno točko
sv: Välj slutpunkten
tr: Bitiş noktasını seçin.
uk: Виберіть кінцеву точку.
zh_cn: 选择终点

source: Select the first corner.
ar: اختر الزاوية الأولى.
bs: Izaberi prvi ugao.
ca: Selecciona la primera cantonada.
cs: Vybrat první roh.
de: Wählen Sie die erste Ecke.
eo: Elektu la unuan angulon.
es: Seleccione la primera esquina.
eu: Hautatu lehen izkina.
fi: Valitse ensimmäinen kulma.
fr: Sélectionner le premier coin.
gl: Seleccionar a primeira esquina.
hi: पहले कोने का चयन करें.
hu: Válassza ki az első sarkot.
it: Seleziona il primo angolo.
ka: აირჩიეთ პირველი კუთხე.
ko: 첫 번째 모서리를 선택하십시오.
lv: Izvēlieties pirmo stūri.
nl: De eerste hoek selecteren
pl: Wybierz pierwszy narożnik.
pt: Seleccione o primeiro canto.
pt_br: Selecione o primeiro canto.
ru: Выбрать первый угол.
sk: Vybrať prvý roh.
sl: Izberi prvi kot.
sv: Välj första hörnet.
tr: İlk köşeyi seçin.
uk: Виберіть перший кут.
zh_cn: 选择第一个弯角。

source: Select the second corner.
ar: اختر الزاوية الثانية.
bs: Izaberi drugi ugao.
ca: Selecciona la segona cantonada.
cs: Vybrat druhý roh.
de: Wählen Sie die zweite Ecke.
eo: Elektu la duan angulon.
es: Seleccione la segunda esquina.
eu: Hautatu bigarren izkina.
fi: Valitse toinen kulma.
fr: Sélectionner le second coin.
gl: Seleccionar a segunda esquina.
hi: दूसरे कोने का चयन करें.
hu: Válassza ki a második sarkot.
it: Seleziona il secondo angolo.
ka: აირჩიეთ მეორე კუთხე.
ko: 두 번째 모서리를 선택하십시오.
lv: Izvēlieties otro stūri.
nl: De tweede hoek selecteren.
pl: Wybierz drugi narożnik.
pt: Seleccione o segundo canto.
pt_br: Selecione o segundo canto.
ru: Выбрать второй угол.
sk: Vybrať druhý roh.
sl: Izberi drugi kot.
sv: Välj andra hörnet.
tr: İkinci köşeyi seçin.
uk: Виберіть другий кут.
zh_cn: 选择第二个转角。

source: Select the first corner of the bounding rectangle.
ar: اختر الزاوية الأولى للمستطيل المحدّد.
bs: Izaberi prvi ugao graničnog pravougaonika.
ca: Selecciona la primera cantonada del rectangle delimitador.
cs: Vybrat první roh svazujícího obdélníku.
de: Wählen Sie die erste Ecke des umschließenden Rechtecks.
eo: Elektu la unuan angulon de la limiga rektangulo.
es: Seleccione la primera esquina del rectángulo contenedor.
eu: Hautatu laukizuzen mugatzailearen lehen izkina.
fi: Valitse rajaavan suorakulmion ensimmäinen kulma.
fr: Sélectionner le premier coin du cadre.
gl: Seleccionar a primeira esquina do rectángulo exterior.
hi: बाउंडिंग आयत के पहले कोने का चयन करें.
hu: Válassza ki a határoló téglalap első sarkát.
it: Seleziona il primo angolo del rettangolo di delimitazione.
ko: 경계선 직사각형의 첫 번째 모서리를 선택하십시오.
lv: Izvēlieties pirmo stūri savienojošajam četrstūrim.
nl: De eerste hoek van de omgevende rechthoek selecteren
pl: Wybierz pierwszy narożnik otaczającego prostokąta.
pt: Seleccione o primeiro canto do rectângulo envolvente.
pt_br: Selecione o primeiro canto do retângulo delimitador.
ru: Выбрать первый угол ограничивающего прямоугольника.
sk: Vybrať prvý roh ohraničujúceho obdĺžnika.
sl: Izberite prvi kot očrtanega pravokotnika.
sv: Välj första hörnet av den omgivande rektangeln.
tr: Çevreleyen dikdörtgendeki ilk köşeyi seçin.
uk: Виберіть перший кут обмежувального прямокутника.
zh_cn: 选择矩形边界的第一个转角。

source: Select the second corner of the bounding rectangle.
ar: اختر الزاوية الثانية للمستطيل المحدّد.
bs: Izaberi drugi ugao graničnog pravougaonika.
ca: Selecciona la segona cantonada del rectangle delimitador.
cs: Vybrat druhý roh svazujícího obdélníku.
de: Wählen Sie die zweite Ecke des umschließenden Rechtecks.
eo: Elektu la duan angulon de la limiga rektangulo.
es: Seleccione la segunda esquina del rectángulo contenedor.
eu: Hautatu laukizuzen mugatzailearen bigarren izkina.
fi: Valitse rajaavan suorakulmion toinen kulma.
fr: Sélectionner le second coin du cadre.
gl: Seleccionar a segunda esquina do rectángulo exterior.
hi: बाउंडिंग आयत के दूसरे कोने का चयन करें।
hu: Válassza ki a határoló téglalap második sarkát.
it: Seleziona il secondo angolo del rettangolo di delimitazione.
ko: 경계선 직사각형의 두 번째 모서리를 선택하십시오.
lv: Izvēlieties otro stūri savienojošajam četrstūrim.
nl: De tweede hoek van de omgevende rechthoek selecteren
pl: Wybierz drugi narożnik otaczającego prostokąta.
pt: Seleccione o segundo canto do rectângulo envolvente.
pt_br: Selecione o segundo canto do retângulo delimitador.
ru: Выбрать второй угол ограничивающего прямоугольника.
sk: Vybrať druhý roh ohraničujúceho obdĺžnika.
sl: Izberite drugi kot očrtanega pravokotnika.
sv: Välj andra hörnet av den omgivande rektangeln.
tr: Çevreleyen dikdörtgendeki ikinci köşeyi seçin.
uk: Виберіть другий кут обмежувального прямокутника.
zh_cn: 选择矩形边界的第二个转角。
