Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: The Miter Join provides a mitered corner between two lines. This is only applicable to non-filled paths.
ar: توفر الوصلة المائلة زاوية مائلة بين خطين. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Pravougli spoj obezbjeđuje pravi ugao između dvije linije. Ovo je primjenjivo samo na neispunjene puteve.
ca: La unió angular proporciona una cantonada angulada entre dues línies. Això només és aplicable als camins no farcits.
cs: Pokosový spoj poskytuje hranu pokosem mezi dvěma čarami. Toto se dá použít jen na nevyplněné cesty.
de: Die Gehrungsverbindung bietet eine gegehrte Ecke zwischen zwei Linien. Dies gilt nur für nicht-gefüllte Pfade.
eo: La Mitra Kuniĝo disponigas mitran angulon inter du linioj. Ĉi tio validas nur por neplenaj vojoj.
es: La unión de inglete proporciona una esquina angulada entre dos líneas. Esto solo se aplica a los trazados sin rellenar.
eu: «Juntura angeluzuzena»k bi lerroren arteko angelu zuzena duen ertza eskaintzen du. Soilik betegarririk gabeko bideei dagokie.
fi: Hiippaliitos tarjoaa kahden viivan 45° kulmassa kohtaavan liitoksen.\ Tämä on käytettävissä vain täyttämättömille poluille.
fr: Le raccord droit prolonge chaque ligne jusqu'à ce qu'elles forment un onglet (angle) complet. Cette option n'a pas d'effet sur les chemins pleins.
gl: A xunta de basta fornece unha basta entre dúas liñas. Só pode usarse coas rutas non enchidas.
hi: मिटर जॉइन दो लाइनों के बीच एक मिटर कॉर्नर प्रदान करता है। यह केवल गैर-भरे पथों पर लागू होता है।
it: La giunzione piana fornisce un angolo retto fra due linee. Si applica solo ai percorsi non riempiti.
ko: 모서리 각지게 설정은 두 선이 만날 때 모서리를 각지게 처리합니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Taisns savienojums līniju savienojuma vietā veido asu stūri. Iestatījums ir piemērojams tikai neaizpildītiem ceļiem.
nl: De verstekverbinding is een verstekhoek tussen twee lijnen. Dit is alleen van toepassing op niet gevulde paden.
pl: Ostre połączenie zapewnia ostry narożnik pomiędzy dwoma liniami. Stosuje się tylko dla niewypełnionych ścieżek.
pt: A Junção em Relevo oferece um canto dividido ao meio entre duas linhas. Só se aplica a caminhos não preenchidos.
pt_br: A Junção central oferece um canto dividido ao meio entre duas linhas. Isto só se aplica a caminhos não preenchidos.
ru: Фацетное соединение предоставляет острый угол между двумя линиями. Применимо только для незаполненных контуров.
sk: Pravouhlé sklonené pripojenie poskytuje pravouhlý skosený roh medzi dvoma čiarami. To platí len pre nevyplnené cesty.
sl: Zgibni spoj zagotavlja zgibni kot dveh črt. To se uporablja samo za nepolnjene poti.
sv: Den sneda hopfogningen tillhandahåller ett snett hörn mellan två linjer. Den gäller bara konturer som inte är ifyllda.
tr: Köşeli Birleştirme iki çizgi arasında köşeli köşe sağlar. Bu yalnızca doldurulmamış yollar içindir.
uk: Використання з’єднання під кутом надає змогу з’єднати дві лінії під кутом. Застосовне лише до незаповнених контурів.
zh_cn: 斜面连接在两条线的转角形成斜面。 这只适用于未填充的路径。

source: Round Join
ar: وصلة مستديرة
bs: Kružni spoj
ca: Unió Rodona
cs: Kulatý spoj
de: Runde Verbindung
eo: Ronda Kuniĝo
es: Unión redondeada
eu: Juntura biribila
fi: Pyöristetty liitos
fr: Raccord arrondi
gl: Xunte arredondado
hi: राउंड जॉइन
it: Giunzione tonda
ka: მომრგვალებული შეერთება
ko: 모서리 둥글게
lv: Noapaļots savienojums
nl: Ronde verbinding
pl: Zaokrąglone połączenie
pt: Junção Redonda
pt_br: Junção arredondada
ru: Скруглённое соединение
sk: Oblé pripojenie
sl: Okrogli spoj
sv: Rundad hopfogning
tr: Yuvarlar Birleştirme
uk: Скруглене з’єднання
zh_cn: 圆角连接

source: The Round Join provides a rounded corner between two lines using a radius of half the line width. This is only applicable to non-filled paths.
ar: توفر الوصلة المستديرة زاوية مستديرة بين خطين باستخدام نصف قطر يساوي نصف عرض الخط. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Kružni spoj obezbjeđuje zaobljeni ugao između dvije linije koristeći poluprečnik od polovine debljine linije. Ovo je primjenjivo samo na neispunjene puteve.
ca: La «Unió en biaix» ofereix una cantonada arrodonida entre dues línies amb un radi de la meitat de l'amplada de la línia. Això només és aplicable als camins no farcits.
cs: Kulatý spoj poskytuje zaoblenou hranu mezi dvěma čarami. Jako poloměr spoje se používá polovina šířky čáry. Toto se dá použít jen na nevyplněné cesty.
de: Die Runde Verbindung bietet eine abgerundete Ecke zwischen zwei Linien unter Verwendung eines Radius von der Hälfte der Linienbreite. Dies bezieht sich rein auf nicht-gefüllte Pfade.
eo: La Ronda Kunigo disponigas rondan angulon inter du linioj uzante radiuson de duono de la linilarĝo. Ĉi tio aplikeblas nur al neplenaj vojoj.
es: La unión redondeada ofrece una esquina redondeada entre dos líneas con un radio de la mitad del ancho de la línea. Esto solo se aplica a los trazados sin rellenar.
eu: «Juntura biribila»k bi lerroren arteko ertz borobildua eskaintzen du, lerro zabalera erdiko erradioa erabiliz. Soilik betegarririk gabeko bideei dagokie.
fi: Pyöristetty liitos tarjoaa kahden viivan pyöristetyn liitoksen käyttäen säteenä puolta viivan paksuudesta. Tämä on käytettävissä vain täyttämättömille poluille.
fr: Le raccord arrondi utilise un nœud circulaire pour connecter les lignes. Cette option n'a pas d'effet sur les chemins pleins.
gl: A xunta arredondada fornece unha esquina arredondada entre dúas liñas usando un raio equivalente á metade da anchura da liña. Só pode usarse coas rutas non enchidas.
hi: राउंड जॉइन लाइन की चौड़ाई के आधे हिस्से की त्रिज्या का उपयोग करके दो लाइनों के बीच एक गोल कोना प्रदान करता है। यह केवल गैर-भरे पथों पर लागू होता है।
it: La giunzione tonda fornisce un angolo arrotondato fra due linee con un raggio pari a metà dello spessore della linea. Questo si applica solo a percorsi non riempiti.
ko: 모서리 둥글게 설정은 두 선이 만날 때 모서리를 선 폭의 절반을 반지름으로 한 원으로 처리합니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Noapaļots savienojums līniju savienojuma vietu noapaļo, noapaļojuma rādiusam esot tik lielam, cik ir puse līnijas platuma. Iestatījums ir piemērojams tikai neaizpildītiem ceļiem.
nl: De ronde verbinding is een afgeronde hoek tussen twee lijnen met een straal gelijk aan de halve lijnbreedte. Dit is alleen van toepassing op niet gevulde paden.
pl: Zaokrąglone połączenie zapewnia zaokrąglony narożnik pomiędzy dwoma liniami przy użyciu promienia będącego połową szerokości linii. Stosuje się tylko dla niewypełnionych ścieżek.
pt: A Junção em Relevo oferece um canto arredondado entre duas linhas, com um raio equivalente a metade da espessura da linha. Só se aplica a caminhos não preenchidos.
pt_br: A Junção arredondada oferece um canto arredondado entre duas linhas, usando um raio equivalente à metade da espessura da linha. Isto só se aplica a caminhos não preenchidos.
ru: Скруглённое соединение предоставляет скруглённый угол между двумя линиями, радиус скругления равен половине толщины линии. Применимо только для незаполненных контуров.
sk: Oblé pripojenie poskytuje zaoblený roh medzi dvoma čiarami s polomerom polovice šírky čiary. To platí len pre nevyplnené cesty.
sl: Okrogli spoj zagotavlja zaobljen vogal dveh črt s polmerom polovice širine črte. To se uporablja samo za nepolnjene poti.
sv: Den rundade hopfogningen tillhandahåller ett rundat hörn mellan två linjer med en radie av halva linjebredden. Den gäller bara konturer som inte är ifyllda.
tr: Yuvarlak birleştirme, iki çizgi arasında çizginin yarı uzunluğunu yarıçap olarak kullanan bir yuvarlak köşe sağlar. Bu yalnızca doldurulmamış yollar içindir.
uk: Використання скругленого з’єднання надає змогу плавно з’єднати дві лінії. Радіус скруглення дорівнюватиме половині товщини лінії. Застосовне лише до незаповнених контурів.
zh_cn: 圆角连接在两条线的转角形成圆角，使用线宽的一半作为半径。 这只适用于未填充的路径。

source: Increases the line width. This is only applicable to non-filled paths.
ar: يزيد عرض الخط. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Povećava debljinu linije. Ovo je pimjenjivo samo na neispunjene puteve.
ca: Augmenta l'amplada de la línia, Això només és aplicable als camins no farcits.
cs: Zmenší šířku čáry. Toto se dá použít jen na nevyplněné cesty.
de: Erhöht die Linienbreite. Dies gilt nur für nicht-gefüllte Pfade.
eo: Pliigas la linilarĝon. Ĉi tio validas nur por neplenaj vojoj.
es: Aumenta el ancho de línea. Esto solo se aplica a los trazados sin rellenar.
eu: Lerroaren zabalera handiagotzen du. Soilik bete gabeko bideekin ezar daiteke.
fi: Kasvattaa viivan paksuutta. Tämä on käytettävissä vain täyttämättömille poluille.
fr: Augmente la largeur du trait. Cette option n'a pas d'effet sur les chemins pleins.
gl: Aumenta a anchura da liña. Só pode usarse coas rutas non enchidas.
hi: लाइन की चौड़ाई बढ़ाता है। यह केवल गैर-भरे पथों पर लागू होता है।
it: Aumenta lo spessore della linea. Si applica solo a percorsi non riempiti.
ka: ზრდის ხაზის სიგანეს. ეხება მხოლოდ შეუვსებელ ბილიკებს.
ko: 선 폭을 증가시킵니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Palielina līnijas platumu. Iestatījums ir piemērojams tikai neaizpildītiem ceļiem.
nl: Vergroot de lijnbreedte. Dit is alleen van toepassing op niet gevulde paden.
pl: Zwiększa szerokość linii. Stosuje się tylko dla niewypełnionych ścieżek.
pt: Aumenta a espessura da linha. Só se aplica a caminhos não preenchidos.
pt_br: Aumenta a espessura da linha. Isto só se aplica a caminhos não preenchidos.
ru: Увеличивает толщину линии. Применимо только для незаполненных контуров.
sk: Zväčšuje hrúbku čiary. To platí len pre nevyplnené cesty.
sl: Poveča širino črte. To se uporablja samo za nepolnjene poti.
sv: Ökar linjebredden. Detta gäller bara konturer som inte är ifyllda.
tr: Çizgi genişliğini artırır. Bu yalnızca doldurulmamış yollar içindir.
uk: Збільшує товщину лінії. Застосовне лише до незаповнених контурів.
zh_cn: 增大线宽。 这只适用于未填充的路径。

source: Decreases the line width. This is only applicable to non-filled paths.
ar: يقلل عرض الخط. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Smanjuje debljinu linije. Ovo je pimjenjivo samo na neispunjene puteve.
ca: Disminueix l'amplada de la línia. Això només és aplicable als camins no farcits.
cs: Zvětší šířku čáry. Toto se dá použít jen na nevyplněné cesty.
de: Verringert die Linienbreite. Dies gilt nur für nicht-gefüllte Pfade.
eo: Malgrandigas la linilarĝon. Ĉi tio validas nur por neplenaj vojoj.
es: Reduce el ancho de línea. Esto solo se aplica a los trazados sin rellenar.
eu: Lerroaren zabalera txikiagotzen du. Soilik bete gabeko bideekin ezar daiteke.
fi: Vähentää viivan paksuutta. Tämä on käytettävissä vain täyttämättömille poluille.
fr: Réduit la largeur du trait. Cette option n'a pas d'effet sur les chemins pleins.
gl: Diminúe a anchura da liña. Só pode usarse coas rutas non enchidas.
hi: लाइन की चौड़ाई कम हो जाती है। यह केवल गैर-भरे पथों पर लागू होता है।
it: Diminuisci lo spessore della linea. Si applica solo a percorsi non riempiti.
ka: ამცირების ხაზის სიგანეს. ეხება მხოლოდ შეუვსებელ ბილიკებს.
ko: 선 폭을 감소시킵니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Samazina līnijas platumu. Iestatījums ir piemērojams tikai neaizpildītiem ceļiem.
nl: Verminder de lijnbreedte. Dit is alleen van toepassing op niet gevulde paden.
pl: Zmniejsza szerokość linii. Stosuje się tylko dla niewypełnionych ścieżek.
pt: Diminui a espessura da linha. Só se aplica a caminhos não preenchidos.
pt_br: Diminui a espessura da linha. Isto só se aplica a caminhos não preenchidos.
ru: Уменьшает толщину линии. Применимо только для незаполненных контуров.
sk: Zmenšuje hrúbku čiary. To platí len pre nevyplnené cesty.
sl: Zmanjša širino črte. To se uporablja samo za nepolnjene poti.
sv: Minskar linjebredden. Detta gäller bara konturer som inte är ifyllda.
tr: Çizgi genişliğini azaltır. Bu yalnızca doldurulmamış yollar içindir.
uk: Зменшити товщину лінії. Застосовне лише до незаповнених контурів.
zh_cn: 减小线宽。 这只适用于未填充的路径。

source: Move the current point to a new position. This implicitly closes any existing sub path, starting a new one.
ar: انقل النقطة الحالية إلى موضع جديد. يغلق هذا ضمناً أي مسار فرعي موجود، ويبدأ مساراً جديداً.
bs: Pomjeri trenutnu tačku na novu poziciju. Ovo implicitno zatvara sve postojeće podstaze, uz započinjanje nove.
ca: Mou el punt actual a una nova posició. Això implica tancar qualsevol camí secundari existent, iniciant-ne un de nou.
cs: Přesunout nynější bod do nového umístění. Tím dojde k zavření všech stávajících podcest, a začne se nová.
de: Bewegt den aktuellen Punkts an eine neue Position. Dies schließt implizit jeden existierenden Unterpfad und startet einen neuen.
eo: Movi la nunan punkton al nova pozicio. Ĉi tio implicite fermas ajnan ekzistantan subvojon, komencante novan.
es: Mover el punto actual a una nueva posición. Esto implica el cierre de cualquier trazado secundario existente, iniciando uno nuevo.
eu: Eraman uneko puntua beste kokaleku batera. Inplizituki, egon litezkeen azpibideak ixten ditu, berri bat hasten duelarik.
fi: Siirtää nykyisen pisteen uuteen paikkaan. Mahdollinen alipolku suljetaan ja aloitetaan uusi.
fr: Déplace le point courant vers une nouvelle position. Cette action clôt tout sous-chemin en cours et en crée un nouveau.
gl: Mover o punto actual a unha nova posición. Isto pecha de maneira implícita calquera sub ruta existente, e comeza unha nova.
hi: वर्तमान बिंदु को एक नई स्थिति पर ले जाएँ। यह किसी भी मौजूदा उप पथ को बंद कर देता है, और एक नया पथ शुरू करता है।
it: Sposta il punto attuale in una nuova posizione. Questo chiuderà in modo implicito tutti i sotto percorsi esistenti, iniziandone uno nuovo.
ko: 현재 지점을 새 위치로 이동합니다. 기존 하위 경로를 닫고 새 경로를 시작합니다.
lv: Pārvieto pašreizējo punktu uz jaunu vietu. Tas netieši aizver visus pastāvošos apakšceļus, uzsākot jaunu.
nl: Verplaats het huidige punt naar een nieuwe positie. Dit sluit impliciet elk bestaand subpad, beginnend met een nieuwe.
pl: Przesuń bieżący punkt w nowe położenie. To wyraźnie zamyka jakąkolwiek istniejącą podścieżkę, rozpoczynając nową.
pt: Move o ponto actual para uma nova posição. Isto irá fechar implicitamente todos os sub-caminhos existentes, iniciando um novo.
pt_br: Move o ponto atual para uma nova posição. Isso irá fechar implicitamente todos os subcaminhos existentes, iniciando um novo.
ru: Переместить текущую точку в другое место. Предыдущий подконтур будет неявно замкнут, программой будет создан новый подконтур.
sk: Presunúť aktuálny bod do novej polohy. Toto implicitne zavrie akúkoľvek existujúcu čiastkovú cestu začatím novej.
sl: Premakni trenutno točko na nov položaj. To implicitno zapre katero koli obstoječo pot in začne novo.
sv: Flytta aktuell punkt till en ny position. Det sluter implicit eventuella befintliga delkonturer, och startar en ny.
tr: Geçerli noktayı yeni bir konuma taşıyın. Bu herhangi bir var olan alt yolu örtük olarak kapatır, yeni bir tane başlatır.
uk: Пересунути поточну точку до нового місця. Попередній підконтур буде неявним чином замкнено, програмою буде створено новий підконтур.
zh_cn: 将当前点移动到新位置。这将隐式闭合任何现有的子路径，从而启动一个新的子路径。

source: Add a straight line from the current position to a defined end point. The end point becomes the new current position.
ar: أضف خطاً مستقيماً من الموضع الحالي إلى نقطة نهاية محددة. تصبح نقطة النهاية هي الموضع الحالي الجديد.
bs: Dodaj pravu liniju iz trenutne pozicije u definisanu krajnju tačku. Krajnja tačka postaje nova trenutna pozicija.
ca: Afegeix una línia recta des de la posició actual fins a un punt final definit. El punt final es converteix en la nova posició actual.
cs: Přidat přímou čáru z nynější polohy ke stanovenému koncovému bodu. Koncový bod se stane novou nynější polohou.
de: Hinzufügen einer geraden Linie von der aktuellen Position an einen definierten Endpunkt. Der Endpunkt wird dann die neue aktuelle Position.
eo: Aldoni rektan linion de la nuna pozicio al difinita finpunkto. La finpunkto iĝas la nova aktuala pozicio.
es: Añadir una línea recta desde la posición actual hasta el punto final definido. El punto final se convierte en la nueva posición actual.
eu: Gehitu lerro zuzen bat uneko kokalekutik, definitutako amaierako puntura. Amaierako puntua bilakatzen da uneko kokaleku berria.
fi: Lisää suoran janan nykysijainnista määritettyyn loppupisteeseen, josta tulee uusi aloituspiste.
fr: Ajoute un segment droit depuis la position courante jusqu'à un autre point. Ce nouveau point devient la position courante.
gl: Engadir unha liña recta desde a posición actual ata o punto final definido. O punto final convértese na nova posición actual.
hi: वर्तमान स्थिति से एक निर्धारित अंतिम बिंदु तक एक सीधी रेखा जोड़ें। अंतिम बिंदु नई वर्तमान स्थिति बन जाती है।
it: Aggiungi una linea retta dalla posizione attuale a un punto finale definito. Il punto finale diventerà la nuova posizione attuale.
ko: 현재 지점과 지정한 끝 지점을 잇는 직선을 추가합니다. 현재 지점은 끝 지점으로 변경됩니다.
lv: Pievienot taisnu līniju no pašreizējās pozīcijas līdz noteiktam galapunktam. Galapunkts kļūst par jauno pašreizējo pozīciju.
nl: Voeg een rechte lijn toe vanaf de huidige positie naar een gedefinieerd eindpunt. Het eindpunt wordt de nieuwe huidige positie.
pl: Dodaj prostą linię z bieżącego położenia do danego punktu końcowego. Punkt końcowy staje się nowym bieżącym położeniem.
pt: Adiciona uma linha recta desde a posição actual até um ponto final definido. O ponto final torna-se a nova posição actual.
pt_br: Adiciona uma linha reta desde a posição atual até um ponto final definido. O ponto final torna-se a nova posição atual.
ru: Добавить прямую линию из текущей точки до указанной конечной точки. Конечная точка станет новой текущей точкой.
sk: Pridať priamu čiaru z aktuálnej pozície do definovaného koncového bodu. Koncový bod sa stáva novou aktuálnou pozíciou.
sl: Dodaj ravno črto od trenutnega položaja do določene končne točke. Končna točka postane novi trenutni položaj.
sv: Lägg till en rak linje från aktuell position till en definierade slutpunkt. Slutpunkten blir den nya aktuella positionen.
tr: Geçerli konumdan belirlenmiş son noktaya kadar düz bir çizgi ekler. Son nokta yeni geçerli konum olur.
uk: Додати пряму лінію з поточної точки до визначеної кінцевої точки. Після додавання ця кінцева точка вважається новою поточною точкою.
zh_cn: 添加一条从当前位置到定义的终点的直线。终点将成为新的当前位置。

source: Add a cubic bezier curve from the current position using two control points and an end point. The end point becomes the new current position.
ar: أضف منحنى بيزيه تكعيبي من الموضع الحالي باستخدام نقطتي تحكم ونقطة نهاية. تصبح نقطة النهاية هي الموضع الحالي الجديد.
bs: Dodaj kubičnu Bezierovu krivu iz trenutne pozicije koristeći dvije kontrolne tačke i krajnju tačku. Krajnja tačka postaje nova trenutna pozicija.
ca: Afegeix una corba Bézier cúbica des de la posició actual usant dos punts de control i un punt final. El punt final es convertirà en la nova posició actual.
cs: Přidat kubickou beziérovu křivku z nynější polohy pomocí dvou ovládacích bodů a jednoho koncového bodu. Koncový bod se stane novou nynější polohou.
de: Hinzufügen einer kubischen Bezierkurve von der aktuellen Position, die zwei Kontrollpunkte und einen Endpunkt verwendet. Der Endpunkt wird die neue aktuelle Position.
eo: Aldoni kuban bezier-kurbon de la nuna pozicio uzante du regpunktojn kaj finpunkton. La finpunkto iĝas la nova aktuala pozicio.
es: Añadir una curva Bézier cúbica desde la posición actual con dos puntos de control y un punto final. El punto final se convierte en la nueva posición actual.
eu: Gehitu bezier kurba kubiko bat uneko kokalekutik, bi aginte puntu eta amaierako puntu bat erabiliz. Amaierako puntua bilakatzen da uneko kokaleku berria.
fr: Ajoute une courbe de Bézier depuis la position courante jusqu'à un nouveau point, utilisant deux points de contrôle additionnels. Le nouveau point devient la position courante.
gl: Engadir unha curva de Bezier cúbica desde a posición actual usando dous puntos de control e un punto final. O punto final convértese na nova posición actual.
hi: दो नियंत्रण बिंदुओं और एक अंतिम बिंदु का उपयोग करके वर्तमान स्थिति से एक क्यूबिक बेज़ियर वक्र जोड़ें। अंतिम बिंदु नई वर्तमान स्थिति बन जाती है।
it: Aggiungi una curva cubica di bezier dalla posizione attuale usando due punti di controllo e un punto finale. Il punto finale diventerà la nuova posizione attuale.
ko: 제어점 두 개와 끝 지점으로 현재 위치에 3차 베지어 곡선을 추가합니다. 현재 지점은 끝 지점으로 변경됩니다.
lv: Pievieno kubisku Bezjē līkni no pašreizējās pozīcijas, izmantojot divus kontrolpunktus, līdz galapunktam. Galapunkts kļūst par jauno pašreizējo pozīciju.
nl: Voeg een kubische bezier-kromme toe vanaf de huidige positie naar twee besturingspunten en een eindpunt. Het eindpunt wordt de nieuwe huidige positie.
pl: Dodaj krzywą sześcienną beziera z bieżącego położenia używając dwóch punktów sterujących i punktu końcowego. Punkt końcowy staje się nowym bieżącym położeniem.
pt: Adiciona uma curva cúbica de Bézier desde a posição actual, usando dois pontos de controlo e um ponto final. O ponto final torna-se a nova posição actual.
pt_br: Adiciona uma curva cúbica de Bézier desde a posição atual, usando dois pontos de controle e um ponto final. O ponto final torna-se a nova posição atual.
ru: Добавить кубическую кривую Безье из текущей точки с помощью двух контрольных точек и конечной точки. Конечная точка станет новой текущей точкой.
sk: Pridať kubickú Bézierovu krivku od aktuálnej pozície pomocou dvoch kontrolných bodov a koncového bodu. Koncový bod sa stáva novou aktuálnou pozíciou.
sl: Z dvema kontrolnima točkama iz trenutnega položaja in končno točko dodajte Bezierjevo kubično krivuljo. Končna točka postane novi trenutni položaj.
sv: Lägg till en kubisk Bezier-kurva från aktuell position genom att använda två styrpunkter och en slutpunkt. Slutpunkten blir den nya aktuella positionen.
tr: İki denetim noktası ve bir bitiş noktası kullanarak geçerli konumdan kübik Bezier eğrisi ekleyin. Bitiş noktası yeni geçerli konum olur.
uk: Додати кубічну криву Безьє з поточної точки до визначеної кінцевої точки на основі двох контрольних точок. Після додавання ця кінцева точка вважається новою поточною точкою.
zh_cn: 使用两个控制点和一个终点从当前位置添加一条立方贝塞尔曲线。终点将成为新的当前位置。

source: Rectangle
ar: مستطيل
bs: Pravougaonik
cs: Obdélník
de: Rechteck
eo: Rektangulo
es: Rectángulo
eu: Laukizuzena
fi: Suorakulmio
gl: Rectángulo
hi: आयत
it: Rettangolo
ka: მართკუთხედი
ko: 직사각형
lv: Četrstūris
nl: Rechthoek
pl: Prostokąt
pt: Rectângulo
pt_br: Retângulo
ru: Прямоугольник
sk: Obdĺžnik
sl: Pravokotnik
sv: Rektangel
tr: Dikdörtgen
uk: Прямокутник
zh_cn: 矩形
