Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Add a rectangle as a separate sub path defined by two points representing the opposite corners.
ar: أضف مستطيلاً كمسار فرعي منفصل محدد بنقطتين تمثلان الزاويتين المتقابلتين.
bs: Dodaj pravougaonik kao razdvojeni podput definisan sa dvije tačke koje predstavljaju suprotne uglove.
ca: Afegeix un rectangle com un camí secundari definit per dos punts que representen les cantonades oposades.
cs: Přidat obdélník jako samostatnou podcestu vymezenou pomocí dvou bodů představujících protější rohy.
de: Fügt ein Rechteck als separaten Unterpfad hinzu, der durch zwei Punkte definiert ist, die die gegenüberliegenden Ecken festlegen.
eo: Aldoni rektangulon kiel apartan subvojon difinitan per du punktoj reprezentantaj la kontraŭajn angulojn.
es: Añadir un rectángulo como un trazado secundario definido por dos puntos que representan las esquinas opuestas.
eu: Gehitu laukizuzen bat azpi-bide bereizi baten gisan, aurrez-aurreko erpinak ordezkatzen dituzten bi puntuen bidez definituta.
fr: Ajoute un rectangle, défini par deux points représentant sa diagonale, dans un sous-chemin séparé.
gl: Engadir un rectángulo como unha sub ruta independente definida por dous puntos que representan esquinas opostas.
hi: विपरीत कोनों का प्रतिनिधित्व करने वाले दो बिंदुओं द्वारा परिभाषित एक अलग उप पथ के रूप में एक आयत जोड़ें।
it: Aggiungi un rettangolo come sotto percorso definito da 2 punti che rappresentano i vertici opposti.
ko: 두 꼭짓점으로 정의한 직사각형을 별도의 하위 경로로 추가합니다.
lv: Pievieno četrstūri kā atsevišķu apakšceļu, ko definē divi punkti, kas reprezentē pretējos stūrus.
nl: Voeg een rechthoek als een separaat subpad toe gedefinieerd door twee punten die tegenover elkaar liggende hoeken representeren.
pl: Dodaj prostokąt jako osobną podścieżkę określoną przez dwa punkty odpowiadające przeciwległym narożnikom.
pt: Adiciona um rectângulo como um sub-caminho separado, definido por dois pontos que representam os cantos opostos.
pt_br: Adiciona um retângulo como um subcaminho separado, definido por dois pontos que representam os cantos opostos.
ru: Добавить прямоугольник как отдельный подконтур, заданный двумя точками, которые представляют противоположные углы.
sk: Pridať obdĺžnik ako samostatnú čiastkovú cestu definovanú dvoma bodmi predstavujúcimi protiľahlé rohy.
sl: Dodajte pravokotnik kot ločeno pod-pot, ki jo definirata dve točki, ki predstavljata nasprotna kota.
sv: Lägg till en rektangel som en separat delkontur definierad av två punkter som representera motstående hörn.
tr: Karşı köşeleri temsil eden iki nokta tarafından tanımlanan ayrı alt yol olarak bir dikdörtgen ekleyin.
uk: Додати прямокутник як окремий підконтур, що визначається двома точками, які є протилежними вершинами прямокутника.
zh_cn: 添加一个矩形作为一个单独的子路径，由表示对角的两个点定义。

source: Ellipse
ar: بيضاوي
bs: Elipsa
cs: Elipsa
eo: Elipso
es: Elipse
eu: Elipsea
fi: Ellipsi
gl: Elipse
hi: अंडाकार
it: Ellisse
ka: ოვალი
ko: 타원
lv: Elipse
nl: Ellips
pl: Elipsa
pt: Elipse
pt_br: Elipse
ru: Эллипс
sk: Elipsa
sl: Elipsa
sv: Ellips
tr: Elips
uk: Еліпс
zh_cn: 椭圆形

source: Add an ellipse as a separate sub path defined by a bounding rectangle represented by two opposite corners.
ar: أضف شكلًا بيضاوياً كمسار فرعي منفصل محدد بمستطيل محدد ممثل بزوايا متقابلة.
bs: Dodaj elipsu kao razdvojeni podput definisan sa graničnim pravougaonikom predstavljenim sa dva suprotna ugla.
ca: Afegeix una el·lipse com un camí secundari definit per un rectangle delimitador representat per dues cantonades oposades.
cs: Přidat elipsu jako samostatnou podcestu vymezenou hraničním obdélníkem představovaným dvěma protějšími rohy.
de: Fügt eine Ellipse als separaten Unterpfad hinzu, der durch ein umfassendes Rechteck mit zwei gegenüberliegende Ecken festgelegt wird.
eo: Aldoni elipson kiel apartan subvojon difinitan per limiga rektangulo reprezentita per du kontraŭaj anguloj.
es: Añadir una elipse como un trazado secundario independiente definido por el rectángulo que la contiene representado por dos esquinas opuestas.
eu: Gehitu elipse bat azpi-bide bereizi gisa, aurrez-aurreko bi erpinek definitzen duten mugatzen duen laukizuzen baten bidez definituta.
fi: Lisää erilliseksi alipoluksi ellipsin, jonka määrittää kahden vastakkaisen kulman osoittama rajaava suorakaide.
fr: Ajoute une ellipse, définie par deux points représentant la diagonale d'un rectangle devant la contenir, dans un sous-chemin séparé.
gl: Engadir unha elipse como unha sub ruta independente definida por un rectángulo exterior representado por dúas esquinas opostas.
hi: दो विपरीत कोनों द्वारा दर्शाए गए एक बाउंडिंग आयत द्वारा परिभाषित एक अलग उप पथ के रूप में एक दीर्घवृत्त जोड़ें।
it: Aggiungi un ellisse come sotto percorso separato definito dal rettangolo che lo inscrive rappresentato dai due vertici opposti.
ko: 두 꼭짓점으로 정의한 직사각형 내에 들어차는 타원을 별도의 하위 경로로 추가합니다.
lv: Pievienot elipsi kā atsevišķu apakšceļu, ko definēt aptverošs četrstūris ar tā diviem pretējiem stūriem.
nl: Voeg een ellips als een separaat subpad toe gedefinieerd door een omgevende rechthoek die tegenover elkaar liggende hoeken representeren.
pl: Dodaj elipsę jako osobną podścieżkę określoną przez otaczający prostokąt określony dwoma przeciwległymi narożnikami.
pt: Adiciona uma elipse como um sub-caminho separado, definida por um rectângulo envolvente representado por dois cantos opostos.
pt_br: Adiciona uma elipse como um subcaminho separado, definida por um retângulo delimitador representado por dois cantos opostos.
ru: Добавить эллипс как отдельный подконтур, заданный ограничивающим прямоугольником, который представлен двумя противоположными углами.
sk: Pridať elipsu ako samostatnú čiastkovú cestu definovanú ohraničujúcim obdĺžnikom reprezentovaným dvoma protiľahlými rohmi.
sl: Dodajte elipso kot ločeno pod-pot, določeno z očrtanim pravokotnikom predstavljenim z dvema nasprotnima vogaloma.
sv: Lägg till en ellips som en separat delkontur definierad av en omgivande rektangel representerad av två motstående hörn.
tr: İki karşı köşe tarafından temsil edilen bir çevreleyen dikdörtgen tarafından tanımlanan ayrı alt yol olarak bir elips ekleyin.
uk: Додати еліпс як окремий підконтур, визначений обмежувальним прямокутником, що визначається двома протилежними вершинами.
zh_cn: 由两个对角表示的边框定义添加椭圆作为单独子路径。

source: Insert Character
ar: أدرج محرفًا
bs: Ubaci Znak
ca: Insereix un caràcter
cs: Vložit znak
de: Zeichen einfügen
eo: Enmeti signon
es: Insertar carácter
eu: Txertatu karakterea
fi: Lisää merkki
fr: Insérer un caractère
gl: Inserir un carácter
hi: वर्ण डालें
it: Inserisci un carattere
ka: სიმბოლოს ჩასმა
ko: 문자 삽입
lv: Ievietot rakstzīmi
nl: Teken invoegen
pl: Wstaw znak
pt: Inserir Carácter
pt_br: Inserir caractere
ru: Вставить символ
sk: Vložiť znak
sl: Vstavi znak
sv: Infoga tecken
tr: Karakter Ekle
uk: Вставити символ
zh_cn: 插入字符

source: Allows selection of a character from any font to be inserted as a closed sub path. The inserted character will overwrite any existing path, but additional sub paths may be added to the character.
ar: يسمح باختيار محرف من أي خط ليُدرج كمسار فرعي مغلق. سيكتب المحرف المدرج فوق أي مسار موجود، ولكن قد تُضاف مسارات فرعية إضافية إلى المحرف.
bs: Dozvoli izbor karaktera iz bilo kojeg fonta za ubacivanje kao zatvorenog podputa. Ubačeni karakter će zamijeniti bilo koji postojeći put, ali dodatno podputevi mogu biti dodani karakteru.
ca: Permet la selecció d'un caràcter des de qualsevol tipus de lletra que s'insereix com un camí secundari tancat. El caràcter inserit sobreescriurà qualsevol camí existent, però els camins secundaris addicionals poden ser agregats al caràcter.
cs: Umožňuje výběr znaku z jakéhokoli písma pro jeho vložení jako uzavřené podcesty. Vložený znak přepíše všechny stávající cesty, ale dodatečné podcesty mohou být ke znaku přidány.
de: Erlaubt die Auswahl eines Zeichens von einem beliebigen Schrift, das dann als geschlossener Unterpfad eingefügt wird. Das eingefügte Zeichen überschreibt jeden existierenden Pfad, aber zusätzliche Unterpfade können dem Zeichen hinzugefügt werden.
eo: Permesas elekton de signo el iu ajn tiparo esti enmetita kiel fermita subvojo. La enigita signo anstataŭigos ajnan ekzistantan vojon, sed pliaj subvojoj povas esti aldonitaj al la signo.
es: Permite la selección de un carácter a partir de cualquier fuente que se inserta como un trazado secundario cerrado. El carácter insertado sobrescribe cualquier trazado existente, aunque se pueden añadir trazados secundarios adicionales al carácter.
eu: Edozein letra-tipoko karaktere baten hautapena azpi-bide itxi gisa txertatzen uzten du. Txertatutako karaktereak existitzen den edozein bide gainidatziko du, baino karaktereari azpi-bide osagarriak gehitu dakizkioke.
fi: Mahdollistaa valita mistä tahansa fontista merkin lisättäväksi rajattuun alipolkuun. Lisätty merkki korvaa mahdollisen olemassa olevan polun, mutta uudet alipolut lisätään merkkiin.
fr: Insère un caractère dans un sous-chemin séparé à partir de n'importe quelle police. Le caractère inséré écrasera tout chemin existant, mais il est ensuite possible de lui ajouter des sous-chemins.
gl: Permite seleccionar un carácter de calquera tipo de letra para inserilo como unha sub ruta pechada. O carácter inserido substituirá calquera ruta existente, pero pode engadir sub rutas adicionais ao carácter.
hi: किसी भी फ़ॉन्ट से किसी वर्ण का चयन बंद उप पथ के रूप में सम्मिलित करने की अनुमति देता है। सम्मिलित वर्ण किसी भी मौजूदा पथ को अधिलेखित कर देगा, लेकिन वर्ण में अतिरिक्त उप पथ जोड़े जा सकते हैं।
it: Permetti che la selezione di un carattere da un font possa essere inserita come un sotto percorso chiuso. Il carattere inserito sovrascriverà qualsiasi percorso esistente, ma altri sotto percorsi possono essere aggiunti al carattere.
ko: 임의 글꼴의 임의 문자를 닫힌 하위 경로로 삽입합니다. 선택한 글자는 기존 경로를 삭제하지만, 추가한 글자에 하위 경로를 추가할 수 있습니다.
lv: Atļauj ievietot rakstzīmi no jebkura fonta kā slēgtu apakšceļu. Ievietotā rakstzīmi pārrakstīs visus jau pastāvošos ceļus, tomēr rakstzīmei iespējams pievienot papildu apakšceļus.
nl: Biedt selectie van een teken uit elk lettertype om te worden ingevoegd als een gesloten subpad. Het ingevoegde teken zal elk bestaand pad overschrijven, maar er kunnen extra subpaden aan het teken worden toegevoegd.
pl: Umożliwia wybór znaku z dowolnej czcionki celem wstawienia jako zamknięta podścieżka. Wstawiony znak zastąpi jakąkolwiek istniejącą ścieżkę, lecz można dodać dodatkowe podścieżki do znaku.
pt: Permite a selecção de um carácter de qualquer tipo de letra para ser inserido como um sub-caminho fechado. O carácter inserido irá substituir qualquer caminho existente, mas poderá acrescentar sub-caminhos adicionais ao carácter.
pt_br: Permite a seleção de um caractere de qualquer fonte para ser inserido como um subcaminho fechado. O caractere inserido irá substituir qualquer caminho existente, mas poderá acrescentar subcaminhos adicionais ao caractere.
ru: Позволяет выбрать символ из любого шрифта и вставить его как замкнутый подконтур. Вставленный символ перезапишет любой существующий контур, но к нему возможно добавить дополнительные подконтуры.
sk: Umožňuje výber znaku z ľubovoľného písma, aby bol vložený ako uzavretá čiastková cesta. Vložený znak prepíše všetky existujúce cesty, ale ďalšie čiastkové cesty môžu byť do znaku pridané.
sl: Omogoča izbiro znaka iz katere koli pisave, ki ga je treba vstaviti kot zaprto pod-pot. Vstavljeni znak bo prepisal katero koli obstoječo pot, vendar se znaku lahko dodajo dodatne pod-poti.
sv: Tillåter val av ett tecken från vilket teckensnitt som helst att infogas som en sluten kontur. Det infogade tecknet skriver över en eventuell befintlig kontur, men ytterligare delkonturer kan läggas till i tecknet.
tr: Herhangi bir yazıtipinden kapalı alt yol olarak eklenecek karakter seçimine izin verir. Eklenen karakter var olan yolun üzerine yazar; ancak karaktere ek alt yollar eklenebilir.
uk: Надає змогу вибрати символ з будь-якого шрифту для наступного вставлення у формі замкненого контуру. Вставлений символ перезапише будь-який наявний контур, втім, до контуру символу можна домальовувати додаткові підконтури.
zh_cn: 允许从任何字体中选择字符作为封闭的子路径插入。插入的字符将覆盖任何现有路径，但可能会向字符中添加其他子路径。

source: Rotate all the points of a path counter-clockwise 90 degrees around the center of the editor.
ar: دوّر جميع نقاط المسار عكس عقارب الساعة ٩٠ درجة حول مركز المحرّر.
bs: Zarotiraj svetačke puta za 90 stepeni suprotno od smjera kazaljke na satu oko sredine uređivača.
ca: Gira tots els punts d'un camí en sentit antihorari 90 graus al voltant del centre de l'editor.
cs: Otočit všechny body cesty proti směru hodinových ručiček o 90 stupňů okolo středu editoru.
de: Dreht alle Punkt eines Pfads um 90 Grad gegen den Uhrzeigersinn um die Mitte des Editors.
eo: Rotacii ĉiujn punktojn de vojo maldekstrume 90 gradojn ĉirkaŭ la centro de la redaktilo.
es: Girar todos los puntos de un trazado en sentido antihorario 90 grados alrededor del centro del editor.
eu: Biratu bide bateko puntu guztiak 90º erloju-orratzen aurkako noranzkoan editorearen erdigunearekiko.
fi: Kiertää polun kaikkia pisteitä 90° vastapäivään muokkaimen keskustan ympäri.
fr: Pivote de 90 degrés vers la gauche tous les points d'un chemin.
gl: Rotar todos os puntos dunha ruta 90° no sentido antihorario arredor do centro do editor.
hi: पथ के सभी बिंदुओं को संपादक के केंद्र के चारों ओर 90 डिग्री वामावर्त घुमाएं।
it: Ruota tutti i punti di un percorso in senso antiorario di 90 gradi attorno al centro dell'editor.
ko: 경로의 모든 점을 편집기 중심을 기준으로 반시계 방향으로 90도 회전합니다.
lv: Pagriež visus ceļa punktus pretēji pulksteņrādītāja virzienam par 90 grādiem ap redaktora centru.
nl: Roteer alle punten van een pad 90 graden linksom rond het centreerpunt van de editor.
pl: Obróć wszystkie punkty ścieżki w lewo o 90 stopni wokół środka edytora.
pt: Roda todos os pontos de um caminho em 90 graus, no sentido contrário aos ponteiros do relógio, em torno do centro do editor.
pt_br: Gira todos os pontos de um caminho em 90 graus no sentido anti-horário, em torno do centro do editor.
ru: Повернуть все точки контура на 90 градусов против часовой стрелки относительно центра поля редактирования.
sk: Otočiť všetky body cesty proti smeru hodinových ručičiek o 90 stupňov okolo stredu editora.
sl: Zavrti vse točke poti v nasprotni smeri urnega kazalca za 90 stopinj okoli središča urejevalnika.
sv: Rotera alla punkter i en kontur moturs 90 grader omkring editorns centrum.
tr: Yoldaki bütün noktaları düzenleyicinin merkez noktasında saat yönünün tersine 90 derece döndürün.
uk: Обернути усі точки контуру проти годинникової стрілки на 90 градусів навколо центру поля редагування.
zh_cn: 路径的所有点围绕编辑器中心逆时针旋转 90 度。

source: Rotate all the points of a path clockwise 90 degrees around the center point of the editor.
ar: دوّر جميع نقاط المسار مع عقارب الساعة ٩٠ درجة حول نقطة مركز المحرّر.
bs: Zarotiraj sve tačke puta za 90 stepeni u smjeru kazaljke na satu oko središne tačke uređivača.
ca: Gira tots els punts d'un camí en sentit horari 90 graus al voltant del punt central de l'editor.
cs: Otočit všechny body cesty po směru hodinových ručiček o 90 stupňů okolo středu editoru.
de: Dreht alle Punkt eines Pfads um 90 Grad im Uhrzeigersinn um die Mitte des Editors.
eo: Rotacii ĉiujn punktojn de vojo dekstrume 90 gradojn ĉirkaŭ la centra punkto de la redaktilo.
es: Girar todos los puntos de un trazado en sentido horario 90 grados alrededor del punto central del editor.
eu: Biratu bide bateko puntu guztiak 90º erloju-orratzen noranzkoan editorearen erdigunearekiko.
fi: Kiertää polun kaikkia pisteitä 90° myötäpäivään muokkaimen keskustan ympäri.
fr: Pivote de 90 degrés vers la droite tous les points d'un chemin.
gl: Rotar todos os puntos dunha ruta 90° no sentido horario arredor do centro do editor.
hi: पथ के सभी बिंदुओं को संपादक के केंद्र बिंदु के चारों ओर 90 डिग्री दक्षिणावर्त घुमाएं।
it: Ruota tutti i punti di un percorso in senso orario di 90 gradi attorno al centro dell'editor.
ko: 경로의 모든 점을 편집기 중심을 기준으로 시계 방향으로 90도 회전합니다.
lv: Pagriež visus ceļa punktus pulksteņrādītāja virzienā par 90 grādiem ap redaktora centru.
nl: Roteer alle punten van een pad 90 graden rechtsom rond het centreerpunt van de editor.
pl: Obróć wszystkie punkty ścieżki w prawo o 90 stopni wokół środka edytora.
pt: Roda todos os pontos de um caminho em 90 graus, no sentido dos ponteiros do relógio, em torno do centro do editor.
pt_br: Gira todos os pontos de um caminho em 90 graus no sentido horário, em torno do ponto central do editor.
ru: Повернуть все точки контура на 90 градусов по часовой стрелке относительно центра поля редактирования.
sk: Otočiť všetky body cesty v smere hodinových ručičiek o 90 stupňov okolo stredového bodu editora.
sl: Zavrti vse točke poti v smeri urnega kazalca za 90 stopinj okoli središča urejevalnika.
sv: Rotera alla punkter i en kontur medurs 90 grader omkring editorns centrum.
tr: Yoldaki bütün noktaları düzenleyicinin merkez noktasında saat yönünde 90 derece döndürün.
uk: Обернути усі точки контуру за годинниковою стрілкою на 90 градусів навколо центру поля редагування.
zh_cn: 路径的所有点围绕编辑器中心顺时针旋转 90 度。

source: Flip all the points of the path horizontally about the vertical center of the editor.
ar: اقلب جميع نقاط المسار أفقياً حول المركز العمودي للمحرّر.
bs: Okreni sve tačke puta vodoravno oko vertikalne sredine uređivača.
ca: Capgira horitzontalment tots els punts del camí sobre el centre vertical de l'editor.
cs: Převrátit všechny body cesty vodorovně okolo svislého středu editoru.
de: Spiegelt alle Punkte des Pfads waagerecht um die senkrechte Mitte des Editors.
eo: Inversigi ĉiujn punktojn de la vojo horizontale ĉirkaŭ la vertikala centro de la redaktilo.
es: Voltear todos los puntos del trazado horizontalmente sobre el centro vertical del editor.
eu: Horizontalki irauli bideko puntu guztiak editorearen erdigune bertikalarekiko.
fr: Retourne horizontalement tous les points du chemin.
gl: Inverter todos os puntos da ruta horizontalmente sobre o centro vertical do editor.
hi: पथ के सभी बिंदुओं को संपादक के ऊर्ध्वाधर केंद्र के चारों ओर क्षैतिज रूप से पलटें।
it: Ribalta tutti i punti del percorso in senso orizzontale rispetto al centro verticale dell'editor
ko: 경로의 모든 점을 편집기 수직 가운데를 기준으로 수평으로 뒤집습니다.
lv: Apmet visus ceļa punktus horizontāli ap redaktora vertikālo centru.
nl: Spiegel alle punten van het pad horizontaal rond het verticale centreerpunt van de editor.
pl: Odbij wszystkie punkty ścieżki w poziomie wokół pionowego środka edytora.
pt: Inverte todos os pontos do caminho na horizontal, em torno do centro vertical do editor.
pt_br: Inverte todos os pontos do caminho na horizontal, em torno do centro vertical do editor.
ru: Отразить все точки контура горизонтально относительно вертикальной центральной оси поля редактирования.
sk: Prevrátiť všetky body cesty vodorovne okolo zvislého stredu editora.
sl: Vse točke poti obrni vodoravno okoli navpične sredine urejevalnika.
sv: Vänd alla punkter i konturen horisontellt omkring editorns vertikala centrum.
tr: Düzenleyicinin dikey merkezine göre yolun bütün noktalarını dikey olarak döndürün.
uk: Віддзеркалити усі точки контуру горизонтально навколо вертикальної центральної вісі поля редагування.
zh_cn: 围绕编辑器的垂直中线水平翻转路径的所有点。

source: Flip all the points of the path vertically about the horizontal center of the editor.
ar: اقلب جميع نقاط المسار رأسياً حول المركز الأفقي للمحرّر.
bs: Okreni sve tačke puta uspravno oko vodoravne sredine uređivača.
ca: Capgira verticalment tots els punts del camí sobre el centre horitzontal de l'editor.
cs: Převrátit všechny body cesty svisle okolo vodorovného středu editoru.
de: Spiegelt alle Punkte des Pfads senkrecht um die waagerechte Mitte des Editors.
eo: Inversigi ĉiujn punktojn de la vojo vertikale ĉirkaŭ la horizontala centro de la redaktilo.
es: Voltear todos los puntos del trazado verticalmente sobre el centro horizontal del editor.
eu: Bertikalki irauli bideko puntu guztiak editorearen erdigune horizontalarekiko.
fr: Retourne verticalement tous les points du chemin.
gl: Inverter todos os puntos da ruta verticalmente sobre o centro horizontal do editor.
hi: पथ के सभी बिंदुओं को संपादक के क्षैतिज केंद्र के चारों ओर लंबवत रूप से पलटें।
it: Ribalta tutti i punti del percorso in senso verticale rispetto al centro orizzontale dell'editor.
ko: 경로의 모든 점을 편집기 수평 가운데를 기준으로 수직으로 뒤집습니다.
lv: Apmet visus ceļa punktus vertikāli ap redaktora horizontālo centru.
nl: Spiegel alle punten van het pad verticaal rond het horizontale centreerpunt van de editor.
pl: Odbij wszystkie punkty ścieżki w pionie wokół poziomego środka edytora.
pt: Inverte todos os pontos do caminho na vertical, em torno do centro horizontal do editor.
pt_br: Inverte todos os pontos do caminho na vertical, em torno do centro horizontal do editor.
ru: Отразить все точки контура вертикально относительно горизонтальной центральной оси поля редактирования.
sk: Prevrátiť všetky body cesty zvisle okolo vodorovného stredu editora.
sl: Vse točke poti obrni vodoravno okoli vodoravne sredine urejevalnika.
sv: Vänd alla punkter i konturen vertikalt omkring editorns horisontella centrum.
tr: Düzenleyicinin yatay merkezine göre yolun bütün noktalarını yatay olarak döndürün.
uk: Віддзеркалити усі точки контуру вертикально навколо горизонтальної центральної вісі поля редагування.
zh_cn: 围绕编辑器的水平中线竖直翻转路径的所有点。

source: Scale the current symbol so that it fits within the preferred size of a symbol.
ar: قيّس الرمز الحالي بحيث يناسب الحجم المبدئي للرمز.
bs: Promijeni trenutni simbol tako da odgovara željenoj veličini simbola.
ca: Escala el símbol actual perquè s'ajusti dins de la mida preferida d'un símbol.
cs: Změnit velikost nynějšího symbolu, takže se přizpůsobí upřednostňované velikosti symbolu.
de: Skaliert das aktuelle Symbol, so dass es in die bevorzugte Größe eines Symbols passt.
eo: Skali la aktualan simbolon tiel ke ĝi konvenu al la preferata grandeco de simbolo.
es: Escalar el símbolo actual para que se ajuste al tamaño preferido de un símbolo.
eu: Eskalatu uneko ikurra ikur baten hobetsitako neurrian sar dadin.
fr: Redimensionne le symbole courant à la taille préférée pour un symbole.
gl: Cambiar as dimensións do símbolo actual para que se axuste ao tamaño preferido para símbolos.
hi: वर्तमान प्रतीक को इस प्रकार स्केल करें कि वह प्रतीक के पसंदीदा आकार में फिट हो जाए।
it: Ridimensiona il simbolo attuale così che rientri nella dimensione preferita dei simboli.
ko: 현재 기호의 크기를 조절하여 선호하는 크기에 맞춥니다.
lv: Mērogo pašreizējo rakstu, lai tas atbilstu vēlamajam raksta izmēram.
nl: Schaal het huidige symbool zodat het past binnen de voorkeurgrootte van een symbool.
pl: Przeskaluj bieżący symbol, tak aby zmieścił się w danym rozmiarze symbolu.
pt: Ajusta o tamanho do símbolo actual, de forma a caber dentro do tamanho preferido para um símbolo.
pt_br: Ajusta o tamanho do símbolo atual, de forma a caber dentro do tamanho preferido para um símbolo.
ru: Масштабировать текущее обозначение таким образом, чтобы оно соответствовало предпочтительному размеру.
sk: Zmeniť mierku aktuálneho symbolu tak, aby sa vošiel do preferovanej veľkosti symbolu.
sl: Spremeni merilo trenutnega simbola tako, da ustreza želeni velikosti simbola.
sv: Skala aktuell symbol så att den passar inom den föredragna storleken av en symbol.
tr: Geçerli sembolü bir sembolün tercih edilen boyutuna sığacak şekilde ölçekleyin.
uk: Масштабувати поточну позначку так, щоб вона вміщалася у бажані розміри.
zh_cn: 缩放当前符号，使其符合符号的偏好大小。
