Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: The Odd Even fill method will fill alternate areas of the symbol.
ar: تملأ طريقة تعبئة فردي-زوجي مناطق متناوبة من الرمز.
bs: The Odd Even metod popunjavanja će popuniti alternativne oblasti simbola.
ca: El mètode «Emplenat altern» omplirà àrees alternes del símbol.
cs: Lichý sudý způsob výplně vyplní protilehlé oblasti symbolu.
de: Die Füllmethode Gerade-Ungerade wird unterschiedliche Flächen des Symbols füllen.
eo: La Nepara Para plenigmetodo plenigos alternajn areojn de la simbolo.
es: El método de rellenado alterno rellena áreas alternas del símbolo.
eu: «Betetze txandakatua» metodoak ikurraren eskualde txandakatuak beteko ditu.
fr: Le remplissage alterné remplira uniquement les surfaces inclues un nombre impair de fois dans une forme compliquée.
gl: O método de recheo de pares e impares alterna zonas do símbolo.
hi: विषम सम भरण विधि प्रतीक के वैकल्पिक क्षेत्रों को भरेगी।
hu: A páros-páratlan kitöltési mód a szimbólum váltakozó területeit tölti ki.
it: Il riempimento Pari Dispari riempirà alternativamente le aree del simbolo.
ko: 홀짝 채우기는 경로의 인접한 영역을 서로 다르게 칠합니다.
lv: Pretēja aizpildījuma metode aizpildīs raksta neaizpildītās vietas un notīrīs aizpildītās
nl: De methode oneven-even vullen zal alternerende gebieden van het symbool vullen.
pl: Sposób wypełniania parzysty nieparzysty wypełni przeplatające się obszary symbolu.
pt: O método de preenchimento Par-Ímpar irá preencher as áreas alternadas do símbolo.
pt_br: O método de preenchimento par-ímpar irá preencher as áreas alternadas do símbolo.
ru: Чередующееся заполнение позволяет заполнить обозначение так, чтобы заполненные области чередовались с незаполненными.
sk: Metóda výplne Nepárny Párny vyplní striedajúce sa oblasti symbolu.
sl: Metoda zapolnjevanja liho sodo bo zapolnila izmenična področja simbola.
sv: Fyllnadsmetoden udda jämn fyller i omväxlande områden i symbolen.
tr: Tek Çift doldurma yöntemi, sembolün değişimli alanlarını doldurur.
uk: За допомогою картатого заповнення можна зафарбувати форму так, щоб заповнені області чергувалися із незаповненими.
zh_cn: 奇偶填充方法将填充符号的替代区域。

source: Winding Fill
ar: تعبئة لولبية
bs: Vijugavo punjenje
ca: Emplenat sinuós
cs: Klikatá výplň
de: Gewundene Füllung
eo: Sinbenda Plenigo
es: Relleno sinuoso
eu: Betetze bihurria
fr: Remplissage complet
gl: Recheo de serpe
hi: वाइंडिंग फिल
hu: Tekercselő kitöltés
it: Riempimento a spirale
ka: სრული შევსება
ko: 굴곡 채우기
lv: Viļņains aizpildījums
nl: Winding vullen
pl: Wypełnienie rozmyte
pt: Preenchimento à Passagem
pt_br: Preenchimento em espiral
ru: Полное заполнение
sk: Veterná výplň
sl: Polnjenje z zvijanjem
sv: Fyll slingrande
tr: Sargı Dolgusu
uk: Цілковите заповнення
zh_cn: 卷绕填充

source: The Winding fill method will fill the complete interior of the path.
ar: تملأ طريقة التعبئة اللولبية كامل داخل المسار.
bs: Vijugava metoda punjenja će popuniti čitavu unutrašnjost puta.
ca: El mètode «Emplenat sinuós», omplirà tot l'interior del camí.
cs: Klikatá metoda výplně vyplní celý vnitřek cesty.
de: Die Methode Gewundene Füllung wird den vollständigen Inhalt des Pfads füllen.
eo: La Winding-plenigmetodo plenigos la kompletan internon de la vojo.
es: El método de relleno sinuoso llenará completamente el interior del trazado.
eu: «Betetze bihurria» metodoa bide baten barrualde osoa beteko du.
fr: Le remplissage complet remplira toute surface située à l'intérieur du chemin.
gl: O método de recheo de serpe enche completamente o interior da ruta.
hi: वाइंडिंग फिल विधि पथ के सम्पूर्ण आंतरिक भाग को भर देगी।
hu: A tekercselő kitöltési módszer kitölti az útvonal teljes belsejét.
it: Il riempimento a spirale riempirà completamente l'interno del percorso.
ko: 굴곡 채우기는 경로의 전체 내부 영역을 채웁니다.
lv: Viļņaina aizpildījuma metode aizpildīs visu ceļa iekšpusi.
nl: De methode winding vullen zal de volledige binnenkant van het pad vullen.
pl: Sposób wypełniania rozmytego wypełni całkowicie wnętrze ścieżki.
pt: O método de preenchimento por Passagem irá preencher o interior completo do caminho.
pt_br: O método de preenchimento em espiral irá preencher o interior completo do caminho.
ru: Полное заполнение позволяет заполнить всю внутреннюю часть контура.
sk: Veterná metóda výplne vyplní kompletný vnútrajšok cesty.
sl: Metoda polnjenja z zvijanjem bo zapolnila celotno notranjost poti.
sv: Fyllnadsmetoden slingrande fyller i konturens insida fullständigt.
tr: Sargı dolgusu yöntemi, yolun iç kısmını doldurur.
uk: За допомогою способу цілковитого заповнення можна заповнити усю внутрішню частину контуру.
zh_cn: 绕组填充方法将填充路径的完整内部。

source: Flat Cap
ar: قبعة مسطحة
bs: Ravni završetak
ca: Punta plana
cs: Plochý závěr
de: Flaches Ende
eo: Plata Ĉapo
es: Terminación plana
eu: Mutur laua
fr: Terminaison plate
gl: Remate sinxelo
hi: फ्लैट कैप
hu: Lapos kupak
it: Terminali piatti
ka: გლუვი ბოლო
ko: 평면 모양으로 덮기
lv: Plakans gals
nl: Platte kap
pl: Płaskie zakończenie
pt: Extremo Plano
pt_br: Extremo plano
ru: Плоский конец
sk: Plochá čiapka
sl: Ploščata kapica
sv: Platt ända
tr: Düz Kapak
uk: Плоский кінчик
zh_cn: 扁平头

source: The Flat Cap end type provides a square end that stops at the end point of the line. This is only applicable to non-filled paths.
ar: يوفر نوع نهاية الغطاء المسطّح نهاية مربعة تتوقف عند نقطة نهاية الخط. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Ravni završetak kao tip kraja obezbjeđuje krajnji kvadrat koji se zaustavlja na krajnjoj tački linije. Ovo je primjenjivo samo za nepopunjene putanje.
ca: El tipus «Punta plana» final proporciona un extrem quadrat que s'atura en el punt final de la línia. Això només és aplicable als camins no farcits.
cs: Plochý závěr jako typ ukončení poskytuje čtvercový konec, který končí na koncovém bodu čáry. Toto se dá použít jen na nevyplněné cesty.
de: Der Endtyp Flaches Ende bietet ein eckiges Ende welches am Endpunkt der Linie endet. Dies gilt nur für nicht-gefüllte Pfade.
eo: La tipo de fino de Plata ĉapo provizas kvadratan finon, kiu haltas ĉe la finpunkto de la linio. Ĉi tio validas nur por neplenaj vojoj.
es: El tipo de terminación plana proporciona un extremo cuadrado que se detiene en el punto final de la línea. Esto solo se aplica a los trazados sin rellenar.
eu: «Mutur laua» mutur motak lerroaren amaierako puntuan mutur karratu bat eskaintzen du. Soilik betegarririk gabeko bideei dagokie.
fr: La terminaison plate a une forme carrée, qui s'arrête exactement à la fin de la ligne. Cette option n'a pas d'effet sur les chemins pleins.
gl: O remate sinxelo fornece un remate cadrado que acaba ao final da liña. Só pode usarse coas rutas non enchidas.
hi: फ्लैट कैप एंड टाइप एक चौकोर अंत प्रदान करता है जो लाइन के अंतिम बिंदु पर रुकता है। यह केवल गैर-भरे पथों पर लागू होता है।
hu: A lapos kupak végtípus egy négyzet alakú véget biztosít, amely megáll a vonal végpontján. Ez csak a nem kitöltött útvonalakra alkalmazható.
it: I terminali piatti fanno finire la linea con una fine netta. È applicabile solo a percorsi non riempiti.
ko: 평면 모양으로 덮기는 선 끝을 사각형으로 덮습니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Plakans gals nozīmē, ka līnijas gals izskatīsies kā taisni nogriezts. Iestatījums ir piemērojams tiki neaizpildītiem ceļiem
nl: Het type platte kapeinde levert een vierkant einde dat stopt op het eindpunt van de lijn. Dit is alleen van toepassing op niet gevulde paden.
pl: Płaskie zakończenie zapewnia kwadratowe zakończenie, które kończy się na końcu linii. Stosuje się tylko dla niewypełnionych ścieżek.
pt: O tipo de fim Extremo Plano oferece um final rectangular que termina no ponto final da linha. Só se aplica a caminhos não-preenchidos.
pt_br: O tipo de fim Extremo plano oferece um final retangular que termina no ponto final da linha. Isto só se aplica a caminhos não-preenchidos.
ru: Плоский тип конца — это прямоугольное завершение линии в конечной точке. Применимо только для незаполненных контуров.
sk: Koncový typ Plochá čiapka poskytuje štvorcový koniec, ktorý končí v koncovom bode čiary. To platí len pre nevyplnené cesty.
sl: Tip konca z ravno kapico zagotavlja kvadratni konec, ki se ustavi na končni točki črte. To se uporablja samo za nepolnjene poti.
sv: Den platta ändtypen tillhandahåller en fyrkantig ända som slutar vid linjens ändpunkt. Den gäller bara konturer som inte är ifyllda.
tr: Düz Kapak bitiş türü, çizginin bitiş noktasında duran bir kare sağlar. Yalnızca doldurulmamış yollar içindir.
uk: Плоский тип кінчика — це прямокутне завершення лінії у кінцевій її точці. Застосовне лише для незаповнених контурів.
zh_cn: 平头端点类型是方的，在线的终点停止。 这只适用于未填充的路径。

source: Square Cap
ar: غطاء مربع
bs: Četvrtasti završetak
ca: Punta quadrada
cs: Čtvercový závěr
de: Eckiges Ende
eo: Kvadrata Ĉapo
es: Terminación cuadrada
eu: Mutur karratua
fi: Nelikulmainen pääty
fr: Terminaison carrée
gl: Cabeceira cadrada
hi: स्क्वायर कैप
hu: Négyzetes kupak
it: Terminali quadrati
ka: ოთხკუთხედი ბოლო
ko: 사각 모양으로 덮기
lv: Kvadrātains gals
nl: Vierkante kap
pl: Kwadratowe zakończenie
pt: Extremo Quadrado
pt_br: Extremo quadrado
ru: Квадратный конец
sk: Štvorcový vrch
sl: Kvadratna kapica
sv: Fyrkantig ända
tr: Kare Kapak
uk: Квадратний кінчик
zh_cn: 方头

source: The Square Cap end type provides a square end that projects beyond the end point of the line by half the line width. This is only applicable to non-filled paths.
ar: يوفر نوع نهاية الغطاء المربع نهاية مربعة تمتد إلى ما بعد نقطة نهاية الخط بنصف عرض الخط. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Četvrtasti tip kraja obezbjeđuje kvadratni završetak koji se projicira iza krajnje tačke linije za polovinu debljine linije. Ovo je primjenjivo samo na neispunjene puteve.
ca: El tipus «Punta quadrada» final proporciona un extrem quadrat que es projecta més enllà del punt final de la línia a la meitat de l'amplada de la línia Això només és aplicable als camins no farcits.
cs: Čtvercový závěr jako typ ukončení poskytuje čtvercový konec, který vyčnívá za koncový bod čáry o polovinu šířky čáry. Toto se dá použít jen na nevyplněné cesty.
de: Der Typ Eckiges Ende bietet ein eckiges Ende welches jenseits den Endpunkt der Linie um die Hälfte der Liniendicke projiziert. Dies gilt nur für nicht-gefüllte Pfade.
eo: La Kvadrata ĉapo finspeco disponigas kvadratan finon kiu projekcias preter la finpunkto de la linio je duono de la linilarĝo. Ĉi tio aplikeblas nur al neplenaj vojoj.
es: El tipo de terminación cuadrada proporciona un extremo cuadrado que se proyecta más allá del punto final de la línea la mitad del ancho de línea. Esto solo se aplica a los trazados sin rellenar.
eu: «Mutur karratua» mutur motak lerroaren amaierako puntutik lerro zabaleraren erdia haratago proiektatzen den mutur karratu bat eskaintzen du. Soilik betegarririk gabeko bideei dagokie.
fr: La terminaison carrée a une forme carrée centrée sur la fin de la ligne, dépassant d'une demi-largeur de trait. Cette option n'a pas d'effet sur les chemins pleins.
gl: O remate cadrado fornece un remate cadrado que se proxecta alén do final da liña; concretamente, a metade da anchura da liña. Só pode usarse coas rutas non enchidas.
hi: स्क्वायर कैप एंड टाइप एक स्क्वायर एंड प्रदान करता है जो लाइन के अंतिम बिंदु से आधी लाइन चौड़ाई से आगे निकलता है। यह केवल गैर-भरे पथों पर लागू होता है।
hu: A négyzetes kupak egy négyzet alakú véget biztosít, amely a vonalvastagság felével túlnyúlik a vonal végpontján. Ez csak a nem kitöltött útvonalakra alkalmazható.
it: I terminali quadrati fanno finire la linea con un quadrato che va oltre la fine stessa di metà dello spessore della linea. È applicabile solo a percorsi non riempiti.
ko: 사각 모양으로 덮기는 선 끝에서 선 폭의 절반을 더 나아가서 사각형으로 덮습니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Kvadrātains gals nozīmē, ka līnijas gals izskatīsies kā kvadrāts un būs projicēts uz priekšu tik tālu, cik plata ir puse līnijas. Iestatījums ir piemērojams tiki neaizpildītiem ceļiem
nl: Het type vierkante kapeinde levert een vierkant einde dat zich na het eindpunt van de lijn bevindt op de helft van de lijnbreedte. Dit is alleen van toepassing op niet gevulde paden.
pl: Kwadratowe zakończenie zapewnia kwadratowe zakończenie, które jest rzutowane poza koniec linii o połowę szerokości tej linii. Stosuje się tylko dla niewypełnionych ścieżek.
pt: O tipo de fim Extremo Quadrado oferece um final rectangular que se projecta para além do ponto final da linha em metade da espessura. Só se aplica a caminhos não-preenchidos.
pt_br: O tipo de fim Extremo quadrado oferece um final retangular que se projeta além do ponto final da linha equivalente à metade da espessura. Isto só se aplica a caminhos não-preenchidos.
ru: Квадратный тип конца — это прямоугольное завершение линии, выходящее за конечную точку и продолжающее линию на половину её толщины. Применимо только для незаполненных контуров.
sk: Koncový typ Štvorcový vrch poskytuje štvorcový koniec, ktorý vyčnieva za koncový bod čiary o polovicu šírky čiary. To platí len pre nevyplnené cesty.
sl: Tip kvadratna kapica zagotavlja konec kot kvadrat, ki štrli čez končno točko črte za polovico širine črte. To se uporablja samo za nepolnjene poti.
sv: Den fyrkantiga ändtypen tillhandahåller en fyrkantig ända som sticker ut bortom linjens ändpunkt med en halv linjebredd. Den gäller bara konturer som inte är ifyllda.
tr: Kare kapak bitiş türü, çizginin bitiş noktasından yarım çizgi genişliği sonrasında kare son sağlar. Yalnızca doldurulmamış yollar içindir.
uk: Квадратний тип кінчика — це прямокутне завершення лінії у кінцевій її точці, яке продовжує лінію на половину її товщини. Застосовне лише для незаповнених контурів.
zh_cn: 方头端点类型是方的，在线的终点加一半线宽处停止。 这只适用于未填充的路径。

source: Round Cap
ar: مستدير
bs: Okrugli završetak
ca: Punta arrodonida
cs: Kulatý závěr
de: Rundes Ende
eo: Ronda Ĉapo
es: Terminación redonda
eu: Mutur biribila
fi: Pyöreä pääty
fr: Terminaison arrondie
gl: Cabeceira roma
hi: गोल कैप
hu: Kerek kupak
it: Terminali tondi
ka: მრგვალი ბოლო
ko: 둥근 모양으로 덮기
lv: Noapaļots gals
nl: Ronde kap
pl: Zaokrąglone zakończenie
pt: Extremo Redondo
pt_br: Extremo arredondado
ru: Круглый конец
sk: Zaoblený vrch
sl: Okrogla kapica
sv: Rundad ända
tr: Yuvarlak Kapak
uk: Круглий кінчик
zh_cn: 圆头

source: The Round Cap end type provides a round end that projects beyond the end point of the line with a radius of half the line width. This is only applicable to non-filled paths.
ar: يوفر نوع نهاية الغطاء المستدير نهاية مستديرة تمتد إلى ما بعد نقطة نهاية الخط بنصف قطر يساوي نصف عرض الخط. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Okrugli završetak tip kraja obezbjeđuje okrugli kraj koji stvara iznad krajnje tačke linije sa poluprečnikom od polovine debljine linije. Ovo je primjenjivo samo na neispunjene puteve.
ca: El tipus «Punta arrodonida» final proporciona un extrem arrodonit que es projecta més enllà del punt final de la línia amb un radi de la meitat de l'amplada de la línia Això només és aplicable als camins no farcits.
cs: Kulatý závěr jako typ ukončení poskytuje kulatý konec, který vyčnívá za koncový bod čáry. Jeho poloměrem je polovina šířky čáry. Toto se dá použít jen na nevyplněné cesty.
de: Der Endtyp Rundes Ende bietet ein rundes Ende welches jenseits dem Endpunkt der Linie um den Radius der Liniendicke projiziert. Dies gilt nur für nicht-gefüllte Pfade.
eo: La tipo de fino de Ronda ĉapo provizas rondan finon, kiu projekcias preter la finpunkto de la linio kun radiuso de duono de la linilarĝo. Ĉi tio aplikeblas nur al neplenaj vojoj.
es: El tipo de terminación redonda proporciona un extremo redondeado que se proyecta más allá del punto final de la línea con un radio de la mitad del ancho de la línea. Esto solo se aplica a los trazados sin rellenar.
eu: «Mutur biribila» mutur motak lerroaren amaierako puntutik haratago lerro zabalera erdiko erradioarekin proiektatzen den mutur biribil bat eskaintzen du. Soilik betegarririk gabeko bideei dagokie.
fi: Pyöreä pääte tarjoaa päätteen, joka jatkuu viivan päätepisteestä viivan paksuuden puolikkaan säteisenä ympyränä. Tämä on käytettävissä vain täyttämättömille poluille.
fr: La terminaison arrondie prend la forme d'un demi-disque centré sur la fin de la ligne, dépassant d'une demi-largeur de trait. Cette option n'a pas d'effet sur les chemins pleins.
gl: O remate arredondado fornece un remate arredondado que se proxecta alén do final da liña, cun raio equivalente á metade da anchura da liña. Só pode usarse coas rutas non enchidas.
hi: राउंड कैप एंड टाइप एक राउंड एंड प्रदान करता है जो लाइन की चौड़ाई के आधे हिस्से की त्रिज्या के साथ लाइन के अंतिम बिंदु से आगे निकलता है। यह केवल गैर-भरे पथों पर लागू होता है।
hu: A kerek kupak egy kerek alakú véget biztosít, amely a vonalvastagság felével egyező sugárral túlnyúlik a vonal végpontján. Ez csak a nem kitöltött útvonalakra alkalmazható.
it: I terminali tondi fanno finire la linea con un cerchio il cui raggio è metà dello spessore della linea stessa. Si applica solo a percorsi non riempiti.
ko: 둥근 모양으로 덮기는 선 끝에서 선 폭의 절반을 반지름으로 한 반원으로 덮습니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Noapaļots gals nozīmē, ka līnijas gals izskatīsies noapaļots, bet noapaļojuma rādiuss būs tik liels, cik plata ir puse līnijas. Iestatījums ir piemērojams tiki neaizpildītiem ceļiem
nl: Het type ronde kapeinde levert een rond einde dat zich na het eindpunt van de lijn bevindt met een straal gelijk aan de helft van de lijnbreedte. Dit is alleen van toepassing op niet gevulde paden.
pl: Zaokrąglone zakończenie zapewnia zaokrąglone zakończenie, które jest rzutowane poza koniec linii o połowę szerokości tej linii. Stosuje się tylko dla niewypełnionych ścieżek.
pt: O tipo de fim Extremo Quadrado oferece um final arredondado que se projecta para além do ponto final da linha com um raio equivalente a metade da espessura. Só se aplica a caminhos não-preenchidos.
pt_br: O tipo de fim Extremo arredondado oferece um final arredondado que se projeta além do ponto final da linha com um raio equivalente à metade da espessura. Isto só se aplica a caminhos não preenchidos.
ru: Круглый тип конца — это круглое завершение линии, выходящее за конечную точку и продолжающее линию радиусом в половину её толщины. Применимо только для незаполненных контуров.
sk: Koncový typ Zaoblený vrch poskytuje zaoblený koniec, ktorý vyčnieva za koncový bod čiary s polomerom polovice šírky čiary. To platí len pre nevyplnené cesty.
sl: Tip okrogla kapica zagotavlja konec kot polkrog, ki štrli čez končno točko črte s polmerom polovice širine črte. To se uporablja samo za nepolnjene poti.
sv: Den rundade ändtypen tillhandahåller en rund ända som sticker ut bortom linjens ändpunkt med radie av en halv linjebredd. Den gäller bara konturer som inte är ifyllda.
tr: Yuvarlak Kapak bitiş türü, çizginin bitiş noktasından çizgi genişliğinin yarısı yarıçapında bir yuvarlak son sağlar. Yalnızca doldurulmamış yollar içindir.
uk: Круглий тип кінчика — це кругле завершення лінії у кінцевій її точці, радіус закруглення, яке продовжує лінію, дорівнює половити її товщини. Застосовне лише для незаповнених контурів.
zh_cn: 圆头端点类型是圆的，在线的终点加一半线宽即半径处停止。 这只适用于未填充的路径。

source: Bevel Join
ar: وصلة مخروطية
bs: Kosi spoj
ca: Unió en bisell
cs: Kosý spoj
de: Fasenverbindung
eo: Bevel Kuniĝo
es: Unión biselada
eu: Juntura alakatua
fi: Viisteliitos
fr: Raccord biseauté
gl: Xunta de bisel
hi: बेवल जॉइन
it: Giunzione smussata
ka: მოღუნული შეერთება
ko: 모서리 깎기
lv: Slīps savienojums
nl: Gekante verbinding
pl: Ścięte połączenie
pt: Junção em Relevo
pt_br: Junção em cunha
ru: Скошенное соединение
sk: Sklonené pripojenie
sl: Poševni spoj
sv: Fasad hopfogning
tr: Eğimli Birleştirme
uk: Скісне з’єднання
zh_cn: 斜角连接

source: The Bevel Join provides a beveled corner between two lines. This is only applicable to non-filled paths.
ar: توفر الوصلة المشطوفة زاوية مشطوفة بين خطين. هذا قابل للتطبيق فقط على المسارات غير المعبأة.
bs: Kosi spoj obezbjeđuje kosi ugao između dvije linije. Ovo je primjenjivo samo na neispunjene puteve.
ca: La «Unió en bisell» proporciona un angle bisellat entre dues línies. Això només és aplicable als camins no farcits.
cs: Kosý spoj poskytuje zkosenou hranu mezi dvěma čarami. Toto se dá použít jen na nevyplněné cesty.
de: Die Fasenverbindung bietet eine schräge Ecke zwischen zwei Linien. Dies gilt nur für nicht gefüllte Pfade.
eo: La Bevel-Kunigo disponigas bevelan angulon inter du linioj. Tio ĉi validas nur por neplenaj vojoj.
es: La unión biselada proporciona una esquina biselada entre dos líneas. Esto solo se aplica a los trazados sin rellenar.
eu: «Juntura alakatua»k bi lerroren arteko ertz alakatua eskaintzen du. Soilik betegarririk gabeko bideei dagokie.
fi: Viisteliitos tarjoaa kahdelle viivalle viistetyn liitoksen. Se on käytettävissä vain täyttämättömille poluille.
fr: Le raccord biseauté coupe la partie extérieure de l'angle. Cette option n'a pas d'effet sur les chemins pleins.
gl: A xunta de bisel fornece unha esquina biselada entre dúas liñas. Só pode usarse coas rutas non enchidas.
hi: बेवल जॉइन दो लाइनों के बीच एक बेवल वाला कोना प्रदान करता है। यह केवल गैर-भरे पथों पर लागू होता है।
it: La giunzione smussata fornisce un angolo smussato fra due linee. Si applica solo a percorsi non riempiti.
ko: 모서리 깎기 설정은 두 선이 만날 때 모서리를 깎이게 처리합니다. 채워지지 않은 경로에만 적용 가능합니다.
lv: Slīps savienojums nodrošina slīpu stūri divu līniju saskares vietā. Iestatījums ir piemērojams tikai neaizpildītiem ceļiem.
nl: De gekante verbinding is een schuine hoek tussen twee lijnen. Dit is alleen van toepassing op niet gevulde paden.
pl: Ścięte połączenie zapewnia ścięte narożnik pomiędzy dwoma liniami. Stosuje się tylko dla niewypełnionych ścieżek.
pt: A Junção em Relevo oferece um canto em relevo entre duas linhas. Só se aplica a caminhos não preenchidos.
pt_br: A Junção em cunha oferece um canto em forma de cunha entre duas linhas. Isto só se aplica a caminhos não preenchidos.
ru: Скошенное соединение предоставляет скошенный угол между двумя линиями. Применимо только для незаполненных контуров.
sk: Sklonené pripojenie poskytuje skosený roh medzi dvoma čiarami. To platí len pre nevyplnené cesty.
sl: Poševni spoj zagotavlja poševni spoj dveh črt. To se uporablja samo za nepolnjene poti.
sv: Den fasade hopfogningen tillhandahåller ett fasat hörn mellan två linjer. Den gäller bara konturer som inte är ifyllda.
tr: Eğimli Birleştirme iki çizgi arasında bir eğim sağlar. Bu yalnızca doldurulmamış yollar için uygulanabilir.
uk: Використання скісного з’єднання надає змогу з’єднати дві лінії під кутом. Застосовне лише до незаповнених контурів.
zh_cn: 斜角连接在两条线的转角形成斜角。 这只适用于未填充的路径。

source: Miter Join
ar: وصلة مائلة
bs: Pravougli spoj
ca: Unió en biaix
cs: Spojení na pokos
de: Gehrungsverbindung
eo: Mitra Kuniĝo
es: Unión de inglete
eu: Juntura angeluzuzena
fi: Hiippaliitos
fr: Raccord droit
gl: Xunte agudo
hi: मेटर जॉइन
it: Giunzione piana
ka: ფაცეტური შეერთება
ko: 모서리 각지게
lv: Taisns savienojums
nl: Verstekverbinding
pl: Ostre połączenie
pt: Junção em Cunha
pt_br: Junção central
ru: Фацетное соединение
sk: Mitrové pripojenie
sl: Zgibni spoj
sv: Sned hopfogning
tr: Köşeli Birleştirme
uk: З’єднання під кутом
zh_cn: 斜切连接
