Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Enable Snap
ar: فعّل الالتقاط
bs: Dozvoli naglu promjenu
ca: Activa l'ajustament
cs: Povolit přichycení
de: Fang einschalten
eo: Ebligi Kapton
es: Activar ajuste
eu: Gaitu atxikitzea
fi: Käytä kiinnitystä
fr: Activer l'aimantation
gl: Activar o axuste.
hi: स्नैप सक्षम करें
it: Abilita allineamento alla griglia
ka: მიმაგრების ჩართვა
ko: 스냅 활성화
lv: Ieslēgt pielipšanu
nl: Magnetisch inschakelen
pl: Włącz przyciąganie
pt: Activar o Ajuste
pt_br: Ativar o ajuste
ru: Включить прилипание
sk: Povoliť zachytenie
sl: Omogoči pripenjanje
sv: Aktivera låsning
tr: Tutturmayı Etkinleştir
uk: Увімкнути прилипання
zh_cn: 启用捕捉

source: Enable snapping of points to guide intersections or to the grid.
ar: فعّل التقاط النقاط لتقاطعات الدليل أو للشبكة.
bs: Dozvoli naglu promjenu tačaka da bi vodile do presjecanja ili rešetke.
ca: Habilita l'ajust dels punts per a guiar les interseccions o a la quadrícula.
cs: Povolit přichytávání bodů k průsečíkům vodicích linek nebo ke mřížce.
de: Aktiviert das Fangen von Punkten auf Führungskreuzungen oder auf dem Gitter.
eo: Ebligu kaptadon de punktoj al gvidilaj interkovroj aŭ al la krado.
es: Activar el ajuste de los puntos a las intersecciones de guía o a la cuadrícula.
eu: Gaitu gidaren elkarguneetara edo sarera atxikitzea.
fi: Kiinnitä pisteet apuviivojen leikkauskohtiin tai ruudukkoon.
fr: Active l'aimantation des points à la grille et aux guides.
gl: Activar a funcionalidade de axuste de puntos a interseccións de guía ou á grade.
hi: चौराहों या ग्रिड को निर्देशित करने के लिए बिंदुओं को स्नैप करना सक्षम करें।
it: Abilita l'allineamento dei punti all'intersezione delle guide o alla griglia
ko: 점이 안내선 교차점이나 격자에 스냅할 수 있도록 활성화합니다.
lv: Iesniedz punktu „pielipšanu“ pie režģa krustpunktiem
nl: Magnetisch aanklikken van punten inschakelen om kruispunten te leiden of in een raster.
pl: Włącz przyciąganie punktów do przecięć prowadnic lub do siatki.
pt: Activa o ajuste dos pontos às intersecções das guias ou à grelha.
pt_br: Ativa o ajuste dos pontos às intersecções das guias ou à grade.
ru: Включить прилипание точек к пересечениям направляющих или к сетке.
sk: Povoliť prichytávanie bodov pre vodiace priesečníky alebo pre mriežku.
sl: Omogoči pripenjanje točk na presečišča vodilnih črt ali na mrežo.
sv: Aktivera låsning av punkter till korsande styrlinjer eller till rutnätet.
tr: Noktaları kılavuz kesişimlerine ya da ızgaraya tutturmayı etkinleştirin.
uk: Увімкнути прилипання точок до перетинів напрямних або до сітки.
zh_cn: 启用点的捕捉来引导交叉点或网格。

source: Enable Guides
ar: فعّل الأدلة
bs: Dozvoli vodiče
ca: Habilita les guies
cs: Povolit vodicí linky
de: Führungen einschalten
eo: Ebligi Gvidilojn
es: Activar guías
eu: Gaitu gidak
fi: Käytä apuviivoja
fr: Afficher les guides
gl: Activar as guías.
hi: गाइड सक्षम करें
hu: Segédvonalak bekapcsolása
it: Abilita guide
ka: გიდების ჩართვა
ko: 안내선 활성화
lv: Ieslēgt palīglīnijas
nl: Hulpraster inschakelen
pl: Włącz prowadnice
pt: Activar as Guias
pt_br: Ativar guias
ru: Включить направляющие
sk: Povoliť vedenie
sl: Omogoči vodila
sv: Aktivera hjälplinjer
tr: Kılavuzları Etkinleştir
uk: Увімкнути напрямні
zh_cn: 启用参考线

source: Enable the generation of guide intersections.
ar: فعّل إنشاء تقاطعات الدليل.
bs: Dozvoli generisanje križanja vodiča.
ca: Habilita la generació d'interseccions de la guia.
cs: Povolit vytváření průsečíků vodicích linek.
de: Aktiviert die Erstellung von Führungskreuzungen.
eo: Ebligi la generacion de gvidaj interkovroj.
es: Activar la generación de intersecciones de guía.
eu: Gaitu giden elkarguneak sortzea.
fi: Luo apuviivojen leikkauskohdat.
fr: Active la génération d'intersections des guides
gl: Activa a xeración de interseccións de guía.
hi: गाइड इंटरसेक्शन्स की पीढ़ी को सक्षम करें।
it: Abilita la generazione delle intersezioni delle guide.
ka: გიდის კვეთების გენერაციის ჩართვა.
ko: 안내선 교차점을 생성합니다.
lv: Ieslēdz palīglīniju ģenerēšanu
nl: De generatie van hulpraster inschakelen.
pl: Włącz tworzenie przecięć prowadnic.
pt: Activa a geração das intersecções das guias.
pt_br: Ativa a geração de intersecções das guias.
ru: Включить создание пересечений направляющих.
sk: Povoliť generovanie prienikov vedení.
sl: Omogoči generiranje vodilnih presečišč.
sv: Aktivera generering av hjälplinjekorsningar.
tr: Kılavuz kesişimlerini oluşturmayı etkinleştirin.
uk: Увімкнути створення точок перетину напрямних.
zh_cn: 启用参考线交点生成。

source: The number of elements in a grid.
ar: عدد العناصر في شبكة.
bs: Broj elemenata u rešetki.
ca: El nombre d'elements en una quadrícula.
cs: Počet prvků ve mřížce.
de: Die Anzahl der Elemente in einem Gitter.
eo: La nombro da elementoj en krado.
es: Número de elementos de una cuadrícula.
eu: Sareta bateko elementu kopurua.
fi: Alkioiden määrä ruudukossa.
fr: Le nombre d'éléments dans une grille.
gl: O número de elementos dunha grade.
hi: ग्रिड में तत्वों की संख्या.
it: Il numero di elementi in una griglia.
ka: ელემენტების რაოდენობა ბადეში.
ko: 모순의 원소 개수입니다.
lv: Elementu skaits režģī.
nl: Het aantal elementen in een raster.
pl: Liczba elementów w siatce.
pt: O número de elementos numa grelha.
pt_br: O número de elementos em uma grade.
ru: Количество элементов в сетке.
sk: Počet prvkov v mriežke.
sl: Število elementov v mreži.
sv: Antal element i ett rutnät.
tr: Kılavuzdaki öge sayısı
uk: Кількість елементів у сітці.
zh_cn: 网格中的元素数量。

source: The size in pixels of a grid element.
ar: الحجم بالبكسلات لعنصر الشبكة.
bs: Veličina u pixelima elementa rešetke.
ca: Mida en píxels d'un element de quadrícula.
cs: Velikost v pixelech prvku mřížky.
de: Die Größe eines Gitterelements in Pixeln.
eo: La grandeco en pikseloj de kradelemento.
es: Tamaño en píxeles de un elemento de la cuadrícula.
eu: Sareta elementu baten neurria pixeletan.
fi: Ruudukkoalkion koko kuvapisteinä.
fr: La taille d'un élément de la grille en pixels.
gl: O tamaño en píxeles de cada elemento dunha grade.
hi: ग्रिड तत्व का पिक्सेल में आकार.
it: Dimensione in pixel di un elemento della griglia.
ka: ბადის ელემენტის ზომა პიქსელებში.
ko: 픽셀 단위의 모눈 원소의 크기입니다.
lv: Režģa elementa izmērs pikseļos.
nl: De grootte in pixels van een rasterelement.
pl: Rozmiar elementu siatki w pikselach.
pt: O tamanho em pontos de um elemento da grelha.
pt_br: O tamanho em pixels de um elemento da grade.
ru: Размер элемента сетки в пикселах.
sk: Veľkosť prvku mriežky v pixloch.
sl: Velikost elementa mreže v slikovnih pikah.
sv: Storlek i bildpunkter för ett element i rutnätet
tr: Izgara ögesinin piksel türünden boyutu
uk: Розмір елемента сітки у пікселях.
zh_cn: 网格元素的像素大小。

source: The number of elements in a group.
ar: عدد العناصر في مجموعة.
bs: Broj elemenata u grupi.
ca: El nombre d'elements en un grup.
cs: Počet prvků ve skupině.
de: Die Anzahl der Elemente in einer Gruppe.
eo: La nombro da elementoj en grupo.
es: Número de elementos de un grupo.
eu: Talde bateko elementu kopurua.
fi: Alkioiden määrä ryhmässä.
fr: Le nombre d'éléments dans un groupe.
gl: O número de elementos dun grupo.
hi: एक समूह में तत्वों की संख्या.
it: Numero di elementi in un gruppo.
ka: ჯგუფში ელემენტების რაოდენობა.
ko: 그룹의 원소 개수입니다.
lv: Elementu skaits grupā.
nl: Het aantal elementen in een groep.
pl: Liczba elementów w grupie.
pt: O número de elementos num grupo.
pt_br: O número de elementos em um grupo.
ru: Количество элементов в группе.
sk: Počet prvkov v skupine.
sl: Število elementov v skupini.
sv: Antal element i en grupp.
tr: Gruptaki öge sayısı
uk: Кількість елементів у групі.
zh_cn: 组中的元素数量。

source: The size of a point in pixels.
ar: حجم النقطة بالبكسلات.
bs: Veličina tačke u pixelima.
ca: La mida d'un punt en píxels.
cs: Velikost bodu v pixelech.
de: Die Größe eines Punkts in Pixeln.
eo: La grandeco de punkto en pikseloj.
es: Tamaño de un punto en píxeles.
eu: Puntu baten neurria pixeletan.
fi: Pisteen koko kuvapisteinä.
fr: La taille d'un point en pixels.
gl: O tamaño dun punto en píxeles.
hi: पिक्सेल में एक बिंदु का आकार.
it: Dimensioni di un punto in pixel.
ka: წერტილის ზომის პიქსელებში ჩვენება.
ko: 픽셀 단위 점 크기입니다.
lv: Punkta izmērs pikseļos
nl: De grootte van een punt in pixels.
pl: Rozmiar punktu w pikselach.
pt: O tamanho de um ponto em pixels.
pt_br: O tamanho de um ponto em pixels.
ru: Размер точки в пикселах.
sk: Veľkosť bodu v pixloch.
sl: Velikost točke v slikovnih pikah.
sv: Storleken av en punkt i bildpunkter.
tr: Bir noktanın piksel türünden boyutu
uk: Розмір крапки у пікселях.
zh_cn: 点的像素大小。

source: The distance to check within the range of a point.
ar: المسافة للتحقق ضمن نطاق نقطة.
bs: Udaljenost za provjeriti u opsegu tačaka.
ca: La distància a comprovar dins l'abast d'un punt.
cs: Vzdálenost ke kontrole uvnitř rozsahu bodu.
de: Der zu prüfende Abstand innerhalb des Umkreises eines Punktes.
eo: La distanco kontrolenda ene de la intervalo de punkto.
es: La distancia para comprobar dentro del alcance de un punto.
eu: Puntu baten irismenaren barruan aztertu beharreko distantzia.
fr: La distance en dessous de laquelle le point est attiré par la grille ou les guides.
gl: A distancia para comprobar dentro do alcance dun punto.
hi: किसी बिंदु की सीमा के भीतर जाँच की जाने वाली दूरी।
it: Distanza da controllare entro il range di un punto.
ko: 점 주변에서 검사할 거리입니다.
lv: Attālums, ko pārbaudīt punkta diapazonā.
nl: De te controleren afstand binnen het bereik van een punt.
pl: Odległość do sprawdzenia w otoczeniu punktu.
pt: A distância a verificar dentro do intervalo de um ponto.
pt_br: A distância a verificar dentro do intervalo de um ponto.
ru: Предельное расстояние, на котором должна находиться точка для прилипания.
sk: Vzdialenosť ku kontrole v rozsahu bodu.
sl: Razdalja za preverjanje v območju točke.
sv: Avståndet att kontrollera inom ett punktintervall.
tr: Bir nokta aralığında denetlenmesi gereken uzaklık
uk: Гранична відстань, на якій має перебувати точка для прилипання.
zh_cn: 在点的范围之内要检查的距离。

source: The number of cell elements used for the border.
ar: عدد عناصر الخلية المستخدمة للحدود.
bs: Broj elemenata ćelije uzete za granicu.
ca: El nombre d'elements de cel·la usats per a la vora.
cs: Počet buněčných prvků použitých pro okraj.
de: Die Anzahl von Zellelementen, die für die Umrandung verwendet werden.
eo: La nombro da ĉelaj elementoj uzataj por la limo.
es: Número de elementos de celda usados para el borde.
eu: Ertzerako erabilitako gelaxka elementuen kopurua.
fr: Le nombre d'éléments utilisés pour la bordure.
gl: O número de elementos de cela que se usan para o bordo.
hi: बॉर्डर के लिए उपयोग किये गये सेल तत्वों की संख्या.
it: Numero di elementi di celle usate per il bordo.
ko: 경계선을 나타낼 때 사용할 칸 원소 개수입니다.
lv: Apmalei izmantoto šūnas elementu skaits.
nl: Het aantal celelementen in gebruik voor de rand.
pl: Liczba elementów komórkowych używanych dla tej granicy.
pt: O número de elementos de células usados para o contorno.
pt_br: O número de elementos de células usados para a borda.
ru: Количество элементов ячеек, используемое для рамки.
sk: Počet bunkových prvkov použitých pre ohraničenie.
sl: Število elementov celic uporabljenih za obrobo.
sv: Antal cellelement använda för kanten.
tr: Kenarlık için kullanılan hücre ögesi sayısı
uk: Кількість елементів комірок, використана для рамки.
zh_cn: 用于边界的单元格元素数量。

source: The color of the preferred size rectangle
ar: لون مستطيل الحجم المبدئي
bs: Boja željene veličine pravougaonika
ca: El color del rectangle de mida preferida
cs: Barva obdélníku upřednostňované velikosti
de: Die Farbe des Rechtecks der bevorzugten Größe
eo: La koloro de la preferata grandeco rektangulo
es: Color del rectángulo de tamaño preferido
eu: Hobetsitako laukizuzen neurriaren kolorea
fr: La couleur du rectangle indiquant la taille préférée pour un symbole.
gl: A cor do rectángulo do tamaño preferido.
hi: पसंदीदा आकार के आयत का रंग
it: Il colore del rettangolo della dimensione preferita
ko: 선호하는 크기 사각형의 색상
lv: Vēlamā četrstūra izmēra krāsa
nl: De kleur van de rechthoek van voorkeurgrootte
pl: Kolor prostokąta danego rozmiaru
pt: A cor do rectângulo do tamanho preferido
pt_br: A cor do retângulo do tamanho preferido
ru: Цвет прямоугольника предпочтительного размера
sk: Farba preferovanej veľkosti obdĺžnika
sl: Barva pravokotnika želene velikosti
sv: Färgen på rektangeln med föredragen storlek
tr: Tercih edilen boyut dikdörtgeni rengi
uk: Колір для прямокутника бажаних розмірів
zh_cn: 首选大小矩形框的颜色

source: The color of the guide lines
ar: لون خطوط دليل
bs: Boje linija zaglavlja
ca: El color de les línies guia
cs: Barva vodicích linek
de: Die Farbe der Führungslinien
eo: La koloro de la gvidlinioj
es: Color de las líneas de guía
eu: Gida-lerroen kolorea
fi: Apuviivojen väri
fr: La couleur de guides.
gl: A cor das liñas de guía.
hi: गाइड लाइन्स का रंग
it: Il colore delle linee guida
ka: გიდი ხაზების ფერი
ko: 안내선의 색상
lv: Palīglīniju krāsa
nl: De kleur van de rasterlijnen
pl: Kolor prowadnic
pt: A cor das linhas-guias
pt_br: A cor das linhas guias
ru: Цвет направляющих линий
sk: Farba vodiacich čiar
sl: Barva vodilnih črt
sv: Färgen på hjälplinjerna
tr: Kılavuz çizgilerinin rengi
uk: Колір ліній напрямних
zh_cn: 参考线的颜色

source: Whether to use a simplified range of angles to test
ar: هل نستخدم نطاقاً مبسطاً من الزوايا للاختبار
bs: Bilo da se koristi pojednostavljeni opseg uglova za testiranje
ca: Si usar o no un interval d'angles simplificat per a assajar
cs: Použít pro zkoušku zjednodušený rozsah úhlů
de: Ob ein vereinfachter Bereich von Winkeln zum Test verwendet werden soll
eo: Ĉu uzi simpligitan gamon da anguloj por testi
es: Cuándo usar un intervalo simplificado de ángulos para probar
eu: Probatarako angelu multzo sinplifikatu bat erabili behar den
fi: Käytetäänkö kokeilemiseen yksinkertaistettua kulmavälialuetta
fr: Utiliser un nombre réduit de guides (moins d'angles)
gl: Se usar un intervalo de ángulos simplificado para probar.
hi: परीक्षण के लिए कोणों की सरलीकृत श्रेणी का उपयोग करना है या नहीं
it: Se utilizzare una gamma semplificata di angoli
ko: 시험 시 간략화된 각도 범위 사용 여부
lv: Vai pārbaudei izmantot vienkāršotu leņķu diapazonu
nl: Of er een eenvoudige reeks met hoeken voor testen moet worden gebruikt
pl: Określa czy użyć uproszczonego zakresu kątów do prób
pt: Se deve usar uma gama simplificada de ângulos para os testes
pt_br: Se deve usar uma quantidade simplificada de ângulos para testes
ru: Следует ли использовать упрощённый диапазон углов для проверки
sk: Či sa má použiť zjednodušený rozsah uhlov na testovanie
sl: Ali za poizvedbo uporabiti poenostavljen obseg kotov
sv: Om ett förenklat intervall av vinklar ska användas för test
tr: Sınamak için basitleştirilmiş açı aralığı kullanılıp kullanılmayacağı
uk: Визначає, чи слід використовувати спрощений діапазон кутів для тестування
zh_cn: 是否使用简化的角度范围来测试

source: &Tools
ar: أ&دوات
bs: &Alati
ca: &Eines
cs: &Nástroje
de: E&xtras
eo: &Iloj
es: &Herramientas
eu: &Tresnak
fi: T&yökalut
fr: &Outils
gl: &Ferramentas
hi: &औजार
it: S&trumenti
ka: &ხელსაწყოები
ko: 도구(&T)
lv: &Rīki
nl: H&ulpmiddelen
pl: &Narzędzia
pt: Ferramen&tas
pt_br: Ferramen&tas
ru: С&ервис
sk: &Nástroje
sl: Orodja
sv: Verk&tyg
tr: &Araçlar
uk: &Інструменти
zh_cn: 工具(&T)

source: &Rendering
ar: ال&تصيير
bs: &Automatsko dovršavanje crteža
ca: &Dibuixa
cs: &Renderování
de: &Rendern
eo: &Reprezentado
es: &Representación
eu: E&rrendatzea
fi: &Hahmonnus
fr: &Rendu
gl: &Renderización
hi: &रेंडरिंग
hu: &Renderelés
ka: &რენდერი
ko: 렌더링(&R)
lv: &Atveidošana
nl: &Renderen
pl: &Wyświetlanie
pt: &Desenho
pt_br: &Renderização
ru: &Отрисовка
sk: Renderovanie...
sl: Upodabljanje
sv: Åte&rgivning
tr: &Sunum
uk: &Показ
zh_cn: 渲染(&R)...

source: Tool Toolbar
ar: شريط أدوات الأداة
bs: Paletna traka
ca: Barra d'eines Eines
cs: Nástrojový panel pro nástroje
de: Extras-Werkzeugleiste
eo: Ilbreto de Iloj
es: Barra de herramientas
eu: Tresna-barra
fi: Työkalu-työkalurivi
fr: Barre des outils
gl: Barra de ferramentas da ferramenta
hi: टूल टूलबार
it: Barra degli strumenti
ka: ხელსაწყოს ზოლი
ko: 도구 도구 모음
lv: Rīku rīkjosla
nl: Werkbalk met hulpmiddelen
pl: Narzędzie paska narzędzi
pt: Barra de Ferramentas
pt_br: Barra de ferramentas
ru: Панель инструментов сервиса
sk: Panel nástrojov nástrojov
sl: Orodna letvica
sv: Verktygsrad med verktyg
tr: Araçlar Araç Çubuğu
uk: Панель інструментів
zh_cn: 工具工具栏

source: Rendering Toolbar
ar: شريط أدوات التصيير
bs: Dovršavanje trake s alatima
ca: Barra d'eines Dibuixa
cs: Nástrojový panel pro vykreslování
de: Rendering-Werkzeugleiste
eo: Bildiga Ilobreto
es: Barra de herramientas de representación
eu: Errendatzeko tresna-barra
fi: Hahmonnustyökalurivi
fr: Barre de rendu
gl: Barra de ferramentas de renderización
hi: रेंडरिंग टूलबार
it: Barra del rendering
ka: რენდერის ზოლი
ko: 렌더링 도구 모음
lv: Atveidošanas rīkjosla
nl: Werkbalk voor weergeven
pl: Wyświetlanie paska narzędzi
pt: Barra de Desenho
pt_br: Barra de ferramentas Renderização
ru: Панель инструментов отрисовки
sk: Panel nástrojov renderovania
sl: Upodobitvena letvica
sv: Återgivningsverktygsrad
tr: Sunum Araç Çubuğu
uk: Панель інструментів показу
zh_cn: 渲染工具栏

source: Editor Configuration Page
ar: صفحة اضبط المحرّر
bs: Uređivač Konfiguracijske stranice
ca: Editor de la configuració de la pàgina
cs: Stránka s nastavením editoru
de: Editor-Einrichtungsseite
eo: Redaktila Agorda Paĝo
es: Página de configuración del editor
eu: Editorea konfiguratzeko orria
fi: Muokkaimen asetussivu
fr: Configuration de l'éditeur
gl: Páxina de configuración do editor
hi: संपादक कॉन्फ़िगरेशन पृष्ठ
it: Pagina di configurazione dell'editor
ka: რედაქტორის მორგების გვერდი
ko: 편집기 설정 페이지
lv: Redaktora konfigurācijas lapa
nl: Pagina voor instellingen van bewerker
pl: Strona ustawień edytora
pt: Página de Configuração do Editor
pt_br: Página de configuração do editor
ru: Страница настройки редактора
sk: Konfiguračná strana editora
sl: Stran nastavitev urejevalnika
sv: Inställningssida för editorn
tr: Düzenleyici Yapılandırma Sayfası
uk: Сторінка налаштовування редактора
zh_cn: 编辑器配置页

source: Grid elements
ar: عناصر الشبكة
bs: Elementi rešetke
ca: Elements de la quadrícula
cs: Prvky mřížky
de: Gitterelemente
eo: Kradaj elementoj
es: Elementos de la cuadrícula
eu: Sareta elementuak
fi: Ruudukkoalkiot
fr: Éléments de la grille
gl: Elementos da grade
hi: ग्रिड तत्व
it: Elementi della griglia
ka: ბადის ელემენტები
ko: 모눈 원소
lv: Režģa elementi
nl: Rasterelementen
pl: Elementy siatki
pt: Elementos da grelha
pt_br: Elementos da grade
ru: Элементы сетки
sk: Prvky mriežky
sl: Elementi mreže
sv: Rutelement
tr: Izgara ögeleri
uk: Елементи сітки
zh_cn: 网格元素

source: Element size
ar: حجم العنصر
bs: Veličina elementa
ca: Mida de l'element
cs: Velikost prvku
de: Elementgröße
eo: Elementa grandeco
es: Tamaño de elementos
eu: Elementuaren neurria
fi: Alkion koko
fr: Taille d'élément
gl: Tamaño de cada elemento
hi: तत्व का आकार
it: Dimensione elementi
ka: ელემენტის ზომა
ko: 원소 크기
lv: Elementu izmērs
nl: Elementgrootte
pl: Rozmiar elementu
pt: Tamanho do elemento
pt_br: Tamanho do elemento
ru: Размер элемента
sk: Veľkosť prvku
sl: Velikost elementov
sv: Elementstorlek
tr: Öge boyutu
uk: Розмір елемента
zh_cn: 元素大小

source: Element grouping
ar: تجميع العناصر
bs: Grupiranje elementa
ca: Agrupació dels elements
cs: Seskupení prvků
de: Elementgruppierung
eo: Elementa grupigo
es: Agrupación de elementos
eu: Elementuak taldekatzea
fi: Alkioiden ryhmittely
fr: Groupement des éléments
gl: Agrupamento de elementos
hi: तत्व समूहीकरण
it: Raggruppamento elementi
ka: ელემენტების დაჯგუფება
ko: 원소 그룹
lv: Elementu grupēšana
nl: Groepering van elementen
pl: Grupowanie elementu
pt: Agrupamento dos elementos
pt_br: Agrupamento do elemento
ru: Группировка элементов
sk: Zoskupovanie prvkov
sl: Grupiranje elementov
sv: Elementgruppering
tr: Öge gruplama
uk: Групування елементів
zh_cn: 元素分组

source: Point size
ar: حجم النقطة
bs: Veličina tačke
ca: Mida del punt
cs: Velikost bodu
de: Punktgröße
eo: Punkta grandeco
es: Tamaño del punto
eu: Puntuaren neurria
fi: Pistekoko
fr: Taille d'un point
gl: Tamaño dos puntos
hi: बिंदु आकार
it: Dimensione punto
ka: წერტილის ზომა
ko: 점 크기
lv: Punkta izmērs
nl: Puntgrootte
pl: Rozmiar punktu
pt: Tamanho dos pontos
pt_br: Tamanho do ponto
ru: Размер точки
sk: Veľkosť bodu
sl: Velikost točke
sv: Punktstorlek
tr: Nokta boyutu
uk: Розмір крапки
zh_cn: 点大小

source: Snap threshold
ar: عتبة الالتقاط
bs: Granica nagle promjene
ca: Llindar de l'ajust
cs: Práh přichycení
de: Fang-Schwellwert
eo: Sojlo de Kapto
es: Umbral de ajuste
eu: Atxikitzeko atalasea
fi: Kiinnityskynnys
fr: Distance d'aimantation
gl: Límite de axuste
hi: स्नैप सीमा
it: Soglia per l'allineamento
ka: მიმაგრების ზღვარი
ko: 스냅 임곗값
lv: Pielipšanas slieksnis
nl: Drempelwaarde voor magnetisch
pl: Próg przyciągania
pt: Limiar de ajuste
pt_br: Limite de ajuste
ru: Порог прилипания
sk: Prelomiť prah
sl: Prag pripenjanja
sv: Låsningströskel
tr: Tutturma eşiği
uk: Поріг прилипання
zh_cn: 吸附阈值

source: Border size
ar: حجم الحدود
bs: Veličina ivice
ca: Mida de la vora
cs: Velikost okraje
de: Rahmenbreite
eo: Borda grandeco
es: Tamaño del borde
eu: Ertzen neurria
fi: Reunan koko
fr: Taille de la bordure
gl: Tamaño da moldura
hi: सीमा का आकार
hu: Szegélyméret
it: Dimensione bordo
ka: საზღვრის ზომა
ko: 테두리 크기
lv: Apmales izmērs
nl: Randgrootte
pl: Rozmiar obramowania
pt: Tamanho do contorno
pt_br: Tamanho da borda
ru: Размер рамки
sk: Veľkosť okraja
sl: Velikost obrobe
sv: Kantbredd
tr: Kenarlık boyutu
uk: Ширина рамки
zh_cn: 边框大小

source: Preferred size box color
ar: لون صندوق الحجم المبدئي
bs: Željena veličina kutije s bojama
ca: Color de la casella de mida preferida
cs: Upřednostňovaná velikost barvy boxu
de: Bevorzugte Größe der Box Farben
eo: Preferata grandecokesta koloro
es: Color del cuadro de tamaño preferido
eu: Hobetsitako kutxa neurriaren kolorea
fr: Couleur du rectangle de taille préférée
gl: Cor da caixa do tamaño preferido
hi: पसंदीदा आकार बॉक्स रंग
it: Dimensione preferita casella colore
ko: 선호하는 크기 상자 색상
lv: Vēlamā izmēra kastītes krāsa
nl: Kleur van rechthoek van voorkeurgrootte
pl: Kolor pola danego rozmiaru
pt: Cor da caixa do tamanho preferido
pt_br: Cor da caixa do tamanho preferido
ru: Цвет прямоугольника предпочтительного размера
sk: Preferovaná veľkosť boxovej farby
sl: Barva želene velikosti škatle
sv: Färg på föredragen storleksruta
tr: Tercih edilen boyut kutusu rengi
uk: Бажаний колір прямокутника розмірів
zh_cn: 首选的大小框颜色

source: Guide line color
ar: لون خط دليل
bs: Boja linije zaglavlja
ca: Color de les línies guia
cs: Barva vodicí linky
de: Farbe der Führungslinien
eo: Gvidil-linia koloro
es: Color de la línea de guía
eu: Gida-lerroaren kolorea
fi: Apuviivan väri
fr: Couleur des guides
gl: Cor das liñas de guía
hi: गाइड लाइन का रंग
hu: Segédvonalszín
it: Colore linea guida
ka: გიდი ხაზის ფერი
ko: 안내선 색상
lv: Vadlīnijas krāsa
nl: Kleur van rasterlijnen
pl: Kolor prowadnicy
pt: Cor da linhas-guias
pt_br: Cor da linha guia
ru: Цвет направляющей линии
sk: Farba vodiacej čiary
sl: Barva vodilne črte
sv: Färg på hjälplinjer
tr: Kılavuz çizgi rengi
uk: Колір напрямної
zh_cn: 参考线的颜色

source: Simplified guide lines
ar: خطوط دليل مبسطة
bs: Pojednostavljene linije zaglavlja
ca: Línies guia simplificades
cs: Zjednodušené vodicí linky
de: Vereinfachte Führungslinien
eo: Simpligitaj gvidil-linioj
es: Líneas de guía simplificadas
eu: Gida-lerro sinplifikatuak
fi: Yksinkertaistetut apuviivat
fr: Guides simplifiés
gl: Liñas de guía simplificadas.
hi: सरलीकृत दिशानिर्देश
hu: Egyszerűsített segédvonalak
it: Linee guida semplificate
ka: გამარტივებული გიდის ხაზები
ko: 간략화된 안내선
lv: Vienkāršotas vadlīnijas
nl: Vereenvoudigde hulplijnen
pl: Uproszczone linie prowadnic
pt: Linhas-guias simplificadas
pt_br: Linhas guias simplificadas
ru: Упрощённые направляющие линии
sk: Zjednodušené vodiace čiary
sl: Poenostavljene vodilne črte
sv: Förenklade hjälplinjerna
tr: Basitleştirilmiş kılavuz çizgileri
uk: Спрощені напрямні
zh_cn: 简化的参考线
