Repository: KDE/symboleditor
Catalog: po/*/SymbolEditor.po
Languages: ar, bs, ca, cs, de, eo, es, eu, fi, fr, gl, hi, hu, it, ka, ko, lv, nl, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Double click a character to insert into the editor.
ar: انقر نقراً مزدوجاً على المحرف لإدراجه في المحرّر.
bs: Dvostruki klik na karakter za unos u uređivač.
ca: Feu doble clic en un caràcter per a inserir-lo a l'editor.
cs: Kliknout dvakrát na znak pro jeho vložení do editoru.
de: Doppelklicken Sie auf ein Zeichen, um es in den Editor einzufügen.
eo: Duoble alklaku signon por enmeti en la redaktilon.
es: Haga doble clic en un carácter para insertarlo en el editor.
eu: Egin klik bikoitza karaktere bati hura editorean txertatzeko.
fi: Lisää merkki muokkaimeen kaksoisnapsauttamalla.
fr: Double-cliquez sur un caractère pour l'insérer dans l'éditeur.
gl: Faga duplo clic nun carácter para inserilo no editor.
hi: संपादक में सम्मिलित करने के लिए किसी वर्ण पर डबल क्लिक करें।
hu: Kattintson duplán egy karakterre a szerkesztőbe beszúráshoz.
it: Fai doppio clic su un carattere per inserirlo nell'editor.
ka: რედაქტორში ჩასასმელად სიმბოლოზე ორჯერ დააწკაპუნეთ.
ko: 편집기에 삽입할 글자를 두 번 클릭하십시오.
lv: Veiciet dubultklikšķi uz rakstzīmes, lai to ievietotu redaktorā.
nl: Dubbelklik op een teken om in te voegen in de bewerker.
pl: Naciśnij dwukrotnie na znak, aby go wstawić do edytora.
pt: Faça duplo-click sobre um carácter para o inserir no editor.
pt_br: Clique duplo sobre um caractere para o inserir no editor.
ru: Двойной щелчок по символу для вставки в редактор.
sk: Dvakrát kliknúť na znak, ktorý sa má vložiť do editora.
sl: Dvakrat kliknite na znak za ga vnesete v urejevalnik.
sv: Dubbelklicka på ett tecken för att infoga det i editorn.
tr: Düzenleyiciye eklemek istediğiniz karaktere çift tıklayın.
uk: Двічі клацніть лівою кнопкою миші на символі, щоб вставити його до вікна редагування.
zh_cn: 双击要插入到编辑器中的字符。

source: Tried to read past the end of the data
ar: محاولة القراءة بعد نهاية البيانات
bs: Pokušano čitanje prošlosti kraja podataka
ca: He provat de llegir més enllà del final de les dades
cs: Pokus o čtení za konec dat
de: Es wurde versucht, nach dem Ende der Daten zu lesen
eo: Provis legi preter la fino de la datumoj
es: Se ha intentado leer más allá del final de los datos
eu: Datuen amaiera gaindituta irakurtzen saiatu da
fi: Yritettiin lukea tietojen lopun ohi
fr: Tentative de lecture au delà de la fin des données.
gl: Intentouse ler alén do fin dos datos.
hi: डेटा के अंत से आगे पढ़ने की कोशिश की
hu: Az adat vége utánról történt olvasási kísérlet
it: Tentativo di lettura oltre la fine dei dati
ka: მონაცემების დასასრულს მიღმა წაკითხვის მცდელობა
ko: 데이터의 끝을 넘어서 읽기를 시도함
lv: Mēģināja lasīt pāri datu beigām
nl: Poging na het einde van de gegevens te lezen
pl: Próba odczytu za końcem danych
pt: Tentou-se ler além do fim dos dados
pt_br: Tentou-se ler além do fim dos dados
ru: Попытка чтения данных за пределами доступного диапазона
sk: Snaha o čítanie za koncom dát
sl: Poskus branja prek konca podatkov
sv: Försökte läsa förbi slutet på data
tr: Verinin sonundan okunmaya çalışıldı
uk: Спроба читання даних поза межами доступного діапазону
zh_cn: 尝试读取末尾之后的数据

source: Tried to read corrupted data
ar: محاولة قراءة بيانات تالفة
bs: Pokušano čitanje pokvarenih podataka
ca: He provat de llegir dades corruptes
cs: Pokus o čtení poškozených dat
de: Es wurde versucht defekte Daten zu lesen
eo: Provis legi difektitajn datumojn
es: Se ha intentado leer datos dañados
eu: Hondatutako datuak irakurtzen saiatu da
fi: Yritettiin lukea vioittunutta tietoa
fr: Tentative de lecture de données corrompues.
gl: Intentouse ler datos corrompidos.
hi: दूषित डेटा को पढ़ने का प्रयास किया गया
hu: Sérült adat olvasására történt kísérlet
it: Tentativo di lettura di dati corrotti
ka: დაზიანებული მონაცემების წაკითხვის მცდელობა
ko: 잘못된 데이터 읽기를 시도함
lv: Mēģināja lasīt bojātus datus
nl: Poging vervormde gegevens te lezen
pl: Próba odczytu uszkodzonych danych
pt: Tentaram-se ler dados corrompidos
pt_br: Tentou-se ler dados corrompidos
ru: Попытка чтения повреждённых данных
sk: Snaha o čítanie poškodených dát
sl: Poskus branja pokvarjenih podatkov
sv: Försökte läsa skadad data
tr: Bozuk veriden okunmaya çalışıldı
uk: Спроба читання пошкоджених даних
zh_cn: 尝试读取已损坏的数据

source: Undefined status message %1
ar: رسالة حالة غير معرّفة %1
bs: Nedefinisana status poruka %1
ca: Missatge amb estat sense definir %1
cs: Neurčená stavová zpráva %1
de: Undefinierte Statusmeldung %1
eo: Nedifinita statomesaĝo %1
es: Mensaje de estado indefinido %1
eu: Egoera mezu definitu gabea %1
fi: Määrittämätön tilaviesti %1
fr: État indéfini : %1
gl: Mensaxe de estado sen definir: %1
hi: अपरिभाषित स्थिति संदेश %1
hu: Nem definiált állapotüzenet: %1
it: Messaggio di stato non definito %1
ka: აღუწერელი მდგომარეობის შეტყობინება %1
ko: 정의되지 않은 상태 메시지 %1
lv: Nedefinēta statusa ziņojums „%1“
nl: Ongedefinieerd statusbericht %1
pl: Nieokreślona wiadomość stanu %1
pt: A mensagem de estado %1 é indefinida
pt_br: A mensagem de status %1 é indefinida
ru: Сообщение о неопределённом состоянии %1
sk: Správa nedefinovaného stavu %1
sl: Nedoločeno stanje sporočila %1
sv: Odefinierat statusmeddelande %1
tr: Tanımlanmamış durum iletisi %1
uk: Повідомлення щодо невизначеного стану %1
zh_cn: 未定义的状态消息 %1

source: Failed to write to the device
ar: فشل الكتابة على الجهاز
bs: Pisanje uređaju nije uspjelo
ca: Ha fallat en escriure al dispositiu
cs: Nepodařilo se zapisovat na zařízení
de: Fehler beim Schreiben auf das Gerät
eo: Malsukcesis skribi al la aparato
es: Ha ocurrido un error al escribir en el dispositivo
eu: Huts egin du gailura idaztea
fi: Laitteelle kirjoitus epäonnistui
fr: L'écriture vers le périphérique a échoué.
gl: Non foi posíbel escribir no dispositivo.
hi: डिवाइस पर लिखने में विफल
hu: Nem sikerült írni az eszközre
it: Errore di scrittura sul dispositivo
ka: მოწყობილობაზე ჩაწერის შეცდომა
ko: 장치에 기록할 수 없음
lv: Neizdevās ierakstīt ierīcē
nl: Kon niet naar het apparaat schrijven
pl: Nieudany zapis do urządzenia
pt: Não foi possível gravar no dispositivo
pt_br: Não foi possível gravar no dispositivo
ru: Не удалось выполнить запись на устройство
sk: Zlyhal zápis na zariadenie
sl: Pisanje na napravo ni uspelo
sv: Misslyckades skriva till enheten
tr: Aygıta yazma başarısız
uk: Не вдалося виконати запис на пристрій
zh_cn: 写入设备失败

source: SymbolEditor
ar: محرّر الرموز
ca: Editor de Símbols
es: Editor de símbolos
eu: Ikur Editorea
hi: प्रतीक संपादक
it: SymboleEditor
pl: EdytorSymboli
pt: Editor de Símbolos
pt_br: Editor de Símbolos
tr: Sembol Düzenleyicisi
zh_cn: 符号编辑器

source: A cross stitch symbol editor.
ar: محرّر رموز الغرز المتقاطعة.
bs: Uređivač simbola za vez.
ca: Un editor de símbols de punt de creu.
cs: Editor symbolů pro vyšívání křížkovým stehem.
de: Ein Kreuzstich-Symboleditor.
eo: Krucpunkto-simbolredaktilo.
es: Editor de símbolos de punto de cruz.
eu: Gurutze-puntu ikur editore bat.
fi: Ristipistosymbolimuokkain.
fr: Un éditeur de symboles au point de croix.
gl: Un editor de símbolos de cruz en punta.
hi: एक क्रॉस सिलाई प्रतीक संपादक.
hu: Keresztszemes-szimbólum szerkesztő.
it: Un editor di simboli per punto croce.
ka: ქარგული სიმბოლოების რედაქტორი.
ko: 십자수 기호 편집기입니다.
lv: Krustdūrienu rakstu redaktors.
nl: Een kruissteeksymboolbewerker.
pl: Edytor symboli Cross Stitch.
pt: Um editor de símbolos em ponto de cruz.
pt_br: Um editor de símbolos em ponto cruz.
ru: Редактор обозначений для вышивки крестом.
sk: Editor symbolov krížových stehov.
sl: Urejevalnik simbolov s križnimi šivi.
sv: En symboleditor för korsstygn
tr: Çapraz dikiş sembol düzenleyicisi.
uk: Програма для редагування позначок для вишивання хрестиком.
zh_cn: 十字绣符号编辑器。

source: (c)2011-2019 Stephen Allewell
ar: (c)2011-2019 ستيفن ألويل
de: Copyright © 2011-2019 Stephen Allewell
es: © 2011-2019 Stephen Allewell
fi: © 2011–2019 Stephen Allewell
gl: © 2011-2019 Stephen Allewell
hi: (c)2011-2019 स्टीफन एलेवेल
hu: (c) Stephen Allewell, 2011-2019.
pl: (c) 2010-2019 Stephen Allewell
ru: © Stephen Allewell, 2011-2019
sv: © 2011-2019 Stephen Allewell
tr: © 2011–2019 Stephen Allewell
uk: © Stephen Allewell, 2011–2019

source: Project Lead
ar: قائد المشروع
bs: Voditi projekat
ca: Cap del projecte
cs: Vedoucí projektu
de: Projektleiter
eo: Projektestro
es: Líder del proyecto
eu: Proiektu-burua
fi: Projektin johto
fr: Chef de projet
gl: Líder do proxecto.
hi: प्रोजेक्ट लीड
hu: Projektvezető
it: Responsabile del progetto
ka: პროექტის წამყვანი
ko: 프로젝트 주도
lv: Projekta vadītājs
nl: Projectleider
pl: Prowadzenie projektu
pt: Gestor de Projecto
pt_br: Líder do projeto
ru: Ведение проекта
sk: Vedúci projektu
sl: Vodenje projekta
sv: Projektledare
tr: Proje Sorumlusu
uk: Лідер проєкту
zh_cn: 项目负责人

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
bs: Naida Čongo
ca: Joan Teixidó
cs: Pavel Fric
de: Maik Wagner
eo: Oliver Kellogg
es: Eloy Cuadra,Joan Teixidó
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Sophie Abbad
gl: Adrián Chaves Fernández
hi: तुम्हारे नाम
hu: Kiszel Kristóf
it: Vincenzo Reale,Ercole 'ercolinux' Carpanetto
ka: Temuri Doghonadze
ko: 박신조
lv: Līva Purmale-Trasūne
nl: Freek de Kruijf
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: André Marcelo Alvarenga
ru: Олеся Герасименко
sk: Roman Paholík
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Mesutcan Kurt
uk: Юрій Чорноіван
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
bs: ncongo1@etf.unsa.ba
ca: Joan4@users.sf.net
cs: pavelfric@seznam.cz
de: maiktapwagner@aol.com
eo: olivermkellogg@gmail.com
es: ecuadra@eloihr.net,Joan4@users.sf.net
eu: xalba@euskalnet.net
fi: translator@legisign.org
fr: abbadsophie@gmail.com
gl: adriyetichaves@gmail.com
hi: आपके ईमेल
hu: ulysses@fsf.hu
it: smart2128vr@gmail.com,ercole69@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
lv: toms.trasuns@posteo.net
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: alvarenga@kde.org
ru: translation-team@basealt.ru
sk: wizzardsk@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
tr: mesutcank@gmail.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org

source: Untitled
ar: غير معنون
bs: Neimenovano
ca: Sense títol
cs: Bez názvu
de: Unbenannt
eo: Sentitola
es: Sin título
eu: Izengabea
fi: Nimetön
fr: Sans titre
gl: Sen título
hi: शीर्षकहीन
hu: Névtelen
it: Senza titolo
ka: უსახელო
ko: 제목 없음
lv: Nenosaukts
nl: Naamloos
pl: Bez tytułu
pt: Sem Título
pt_br: Sem título
ru: Без имени
sk: Bez názvu
sl: Brez naslova
sv: Namnlös
tr: Adsız
uk: Без назви
zh_cn: 无标题

# The editor tab title
source: Editor
ar: المحرّر
bs: Uređivač
eo: Redaktilo
eu: Editorea
fi: Muokkain
fr: Éditeur
hi: संपादक
hu: Szerkesztő
ka: რედაქტორი
ko: 편집기
lv: Redaktors
nl: Bewerker
pl: Edytor
ru: Редактор
sl: Urejevalnik
tr: Düzenleyici
uk: Редактор
zh_cn: 编辑

# The library tab title
source: Library
ar: المكتبة
bs: Biblioteka
ca: Biblioteca
cs: Knihovna
de: Bibliothek
eo: Biblioteko
es: Biblioteca
eu: Liburutegia
fi: Kirjasto
fr: Bibliothèque
gl: Biblioteca
hi: पुस्तकालय
hu: Könyvtár
it: Libreria
ka: ბიბლიოთეკა
ko: 라이브러리
lv: Bibliotēka
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ru: Библиотека
sk: Knižnica
sl: Knjižnica
sv: Bibliotek
tr: Kitaplık
uk: Бібліотека
zh_cn: 库

source: Save changes to the symbol? Selecting No discards changes.
ca: Deso els canvis al símbol? Selecciona no descartar els canvis.
es: Guardar cambios en el símbolo? Seleccionar NO descarta los cambios.
fi: Tallennetaan symbolin muutokset? Hylkää muutokset valitsemalla ”Ei”.
fr: Enregistrer les modifications apportées au symbole ? Si vous choisissez « non », les modifications seront perdues.
it: Salvo i cambiamenti al simbolo? Selezionando No i cambiamenti verranno persi.
nl: Wijzigingen aan het symbool opslaan? Nee selecteren gooit de wijzigingen weg.
pl: Czy zapisać zmiany do symbolu? Wybranie Nie porzuci zmiany.
pt: Deseja gravar as alterações no símbolo? Se escolher 'Não', irá ignorar as alterações.
zh_cn: 是否将更改保存到该符号？ 选择否丢弃更改。

source: Save changes to the library? Selecting No discards changes.
ca: Deso els canvis a la biblioteca? Selecciona no descartar els canvis.
es: ¿Guardar datos en la biblioteca? Si selecciona «No», se descartan los cambios.
fi: Tallennetaanko muutokset kirjastoon? Hylkää muutokset valitsemalla ”Ei”.
fr: Enregistrer les modifications apportées à la bibliothèque ? Si vous choisissez « Non », les modifications seront perdues.
it: Salvo i cambiamenti alla libreria? Selezionando No i cambiamenti verranno persi.
nl: Wijzigingen aan de bibliotheek opslaan? Nee selecteren gooit de wijzigingen weg.
pl: Czy zapisać zmiany do biblioteki? Wybranie Nie porzuci zmiany.
pt: Deseja gravar as alterações na biblioteca? Se escolher 'Não', irá ignorar as alterações.
zh_cn: 是否将更改保存到库？ 选择否丢弃更改。

source: Open file
ar: افتح ملفًا
ca: Obre un fitxer
cs: Otevřít soubor
de: Datei öffnen
eo: Malfermi dosieron
es: Abrir archivo
eu: Ireki fitxategia
fi: Avaa tiedosto
fr: Ouvrir un fichier
gl: Abrir un ficheiro
hi: खुली फाइल
hu: Fájl megnyitása
it: Apri file
ka: ფაილის გახსნა
ko: 파일 열기
lv: Atvērt datni
nl: Bestand openen
pl: Otwórz plik
pt: Abrir um ficheiro
pt_br: Abrir arquivo
ru: Открыть файл
sk: Otvoriť súbor
sl: Odpri datoteko
sv: Öppna fil
tr: Dosya Aç
uk: Відкрити файл
zh_cn: 打开文件

source: Cross Stitch Symbols (*.sym)
ar: رموز الغرز المتقاطعة (*.sym)
ca: Símbols de punt de creu (*.sym)
cs: Symboly pro křížkový steh (*.sym)
de: Kreuzstichsymbole (*.sym)
eo: Simboloj de krucpunktoj (*.sym)
es: Símbolos de punto de cruz (*.sym)
eu: Gurutze-puntu ikurrak (*.sym)
fi: Ristipistosymbolit (*.sym)
fr: Symboles Cross Stitch (*.sym)
gl: Símbolos de cruz en punta (*.sym)
hi: क्रॉस सिलाई प्रतीक (*.sym)
hu: Keresztszemes szimbólum (*.sym)
it: Simboli di punto-croce (*.sym)
ko: 십자수 기호 (*.sym)
lv: Krustdūrienu raksti (*.sym)
nl: Kruissteeksymbolen (*.sym)
pl: Symbole Cross Stitch (*.sym)
pt: Símbolos de Ponto de Cruz (*.sym)
pt_br: Símbolos de Ponto Cruz (*.sym)
ru: Обозначения вышивки крестом (*.sym)
sk: Symboly krížových stehov (*.sym)
sl: Simboli križnih šivov (*.sym)
sv: Korsstygnssymboler (*.sym)
tr: Çapraz dikiş sembolleri (*.sym)
uk: позначки для вишивання хрестиком (*.sym)
zh_cn: 十字绣符号 (*.sym)

source: This doesn't appear to be a valid symbol file
ar: لا يبدو أن هذا ملف رمز صالح
bs: Ovo ne izgleda kao ispravna datoteka simbola
ca: No sembla un fitxer de símbols vàlid
cs: Zdá se, že toto není platný soubor se symbolem
de: Dies scheint keine gültige Symboldatei zu sein
eo: Ĉi tio ne ŝajnas esti valida simboldosiero
es: Parece que este no es un un archivo de símbolos válido
eu: Ematen du hau ez dela ikur fitxategi balioduna
fi: Tämä ei vaikuta kelvolliselta symbolitiedostolta
fr: Ce fichier ne semble pas être un fichier de symbole valable.
gl: Isto non parece un ficheiro de símbolos válido.
hi: यह एक वैध प्रतीक फ़ाइल प्रतीत नहीं होती
hu: Érvénytelen szimbólumfájlnak tűnik
it: Questo non sembra essere un file di simboli valido
ka: სწორ სიმბოლოს ფაილს არ ჰგავს
ko: 올바른 기호 파일이 아닌 것 같습니다
lv: Šī, šķiet, nav derīga simbola datne
nl: Dit blijkt geen geldig symboolbestand te zijn
pl: Ten plik nie wygląda na prawidłowy plik symbolu
pt: Este não parece ser um ficheiro de símbolos válido
pt_br: Não parece ser um arquivo de símbolos válido
ru: Некорректный файл обозначений
sk: Toto sa nezdá byť platným súborom symbolov
sl: Zdi se, da datoteka ni veljavna datoteka simbolov
sv: Detta verkar inte vara en giltig symbolfil
tr: Bu geçerli bir sembol dosyası değil.
uk: Здається, цей файл не є коректним файлом позначок
zh_cn: 这似乎不是一个有效的符号文件

source: Version %1 of the library file is not supported in this version of SymbolEditor
ar: الإصدار %1 من ملف المكتبة غير مدعوم في هذا الإصدار من محرّر الرموز
bs: Verzija %1 bibliotečke datoteke nije podržana u ovoj verziji SymbolEditor
ca: La versió %1 del fitxer de biblioteca no està suportat en aquesta versió de l'Editor de Símbols
cs: Verze %1 souboru s knihovnou není podporována v této verzi SymbolEditoru
de: Version %1 der Bibliotheksdatei wird in dieser Version des Symbol-Editor nicht unterstützt
eo: Versio %1 de la biblioteka dosiero ne estas subtenata en ĉi tiu versio de SymbolEditor
es: La versión %1 del archivo de la biblioteca no es compatible con esta versión del editor de símbolos
eu: Liburutegi fitxategiaren %1 bertsioa ez du onartzen Ikur Editorearen bertsio honek
fi: Kirjastotiedoston versiota %1 ei tueta SymbolEditorin tässä versiossa
fr: Cette version de SymbolEditor n'est pas capable d'ouvrir une bibliothèque de version %1.
gl: Esta versión de SymbolEditor non é compatíbel coa versión %1 do ficheiro de biblioteca.
hi: लाइब्रेरी फ़ाइल का संस्करण %1 SymbolEditor के इस संस्करण में समर्थित नहीं है
hu: A SymbolEditor ezen verziója nem támogatja a(z) %1 verziójú könyvtárfájlt
it: La versione %1 del file della libreria non è supportata in questa versione di SymbolEditor
ko: 이 버전의 기호 편집기에서는 라이브러리 파일 버전 %1을(를) 지원하지 않음
lv: Šī „SymbolEditor“ versija neatbalsta bibliotēku datnes ar %1 versiju
nl: Versie %1 van het bibliotheekbestand wordt niet ondersteund in deze versie van SymbolEditor
pl: Wersja %1 pliku biblioteki nie jest obsługiwana w tej odsłonie EdytoraSymboli.
pt: A versão %1 do ficheiro da biblioteca não é suportado por esta versão do Editor de Símbolos
pt_br: A versão %1 do arquivo da biblioteca não é suportado por esta versão do Editor de Símbolos
ru: Версия %1 файла библиотеки не поддерживается в этой версии SymbolEditor
sk: Verzia %1 súboru knižnice nie je podporovaná v tejto verzii SymbolEditor
sl: Različica %1 datoteke knjižnice v tej različici ni podprta v programu SymbolEditor
sv: Version %1 av biblioteksfilen stöds inte av den här versionen av symboleditorn
tr: Kitaplık dosyasının %1 sürümü, Sembol Düzenleyicisi’nin bu sürümünde desteklenmiyor.
uk: У цій версії SymbolEditor не передбачено підтримки файлів бібліотек версії %1.
zh_cn: 此版本的符号编辑器不支持 %1 版本的库文件

source: Version %1 of the symbol is not supported in this version of SymbolEditor
ar: الإصدار %1 من الرمز غير مدعوم في هذا الإصدار من محرّر الرموز
bs: Verzija %1 simbola nije podržana u ovoj verziji SymbolEditor
ca: La versió %1 del símbol no està suportat en aquesta versió de l'Editor de Símbols
cs: Verze %1 symbolu není podporována v této verzi SymbolEditoru
de: Version %1 des Symbols wird in dieser Version des Symbol-Editor nicht unterstützt
eo: Versio %1 de la simbolo ne estas subtenata en ĉi tiu versio de SymbolEditor
es: La versión %1 del símbolo no es compatible con esta versión del editor de símbolos
eu: Ikurraren %1 bertsioa ez du onartzen Ikur Editorearen bertsio honek
fi: Symbolin versiota %1 ei tueta SymbolEditorin tässä versiossa
fr: Cette version de SymbolEditor n'est pas capable d'ouvrir un symbole en version %1.
gl: Esta versión de SymbolEditor non é compatíbel coa versión %1 do símbolo.
hi: SymbolEditor के इस संस्करण में प्रतीक का संस्करण %1 समर्थित नहीं है
hu: A SymbolEditor ezen verziója nem támogatja a(z) %1 verziójú szimbólumfájlt
it: La versione %1 del simbolo non è supportata da questa versione di SymbolEditor
ko: 이 버전의 기호 편집기에서는 기호 파일 버전 %1을(를) 지원하지 않음
lv: Šī „SymbolEditor“ versija neatbalsta rakstus ar %1 versiju
nl: Versie %1 van het symbool wordt niet ondersteund in deze versie van SymbolEditor
pl: Wersja %1 symbolu nie jest obsługiwana w tej odsłonie EdytoraSymboli.
pt: A versão %1 do símbolo não é suportada por esta versão do Editor de Símbolos
pt_br: A versão %1 do símbolo não é suportada por esta versão do Editor de Símbolos
ru: Версия %1 обозначения не поддерживается в этой версии SymbolEditor
sk: Verzia %1 symbolu nie je podporovaná v tejto verzii SymbolEditor
sl: Različica simbolov %1 ni podprta v tej različici v programa SymbolEditor
sv: Version %1 av symbolen stöds inte av den här versionen av symboleditorn
tr: Sembolün %1 sürümü, Sembol Düzenleyicisi’nin bu sürümünde desteklenmiyor.
uk: Підтримки позначок версії %1 у цій версії SymbolEditor не передбачено
zh_cn: 此版本的符号编辑器不支持 %1 版本的符号

source: Failed to read the library %1
ar: فشل قراءة المكتبة %1
bs: Čitanje biblioteke nije uspjelo %1
ca: Ha fallat en llegir la biblioteca %1
cs: Nepodařilo se přečíst knihovnu %1
de: Fehler beim Lesen der Bibliothek %1
eo: Malsukcesis legi la bibliotekon %1
es: Ha fallado la lectura de la biblioteca %1
eu: Huts egin du liburutegia irakurtzea %1
fi: Kirjaston lukeminen epäonnistui %1
fr: La lecture de la bibliothèque a échoué. %1
gl: Non foi posíbel ler a biblioteca. %1
hi: लाइब्रेरी पढ़ने में विफल %1
hu: Nem sikerült olvasni a könyvtárat: %1
it: Errore nella lettura della libreria %1
ka: ბიბლიოთეკის წაკითხვის შეცდომა %1
ko: 라이브러리를 읽을 수 없음: %1
lv: Neizdevās lasīt bibliotēku %1
nl: De bibliotheek lezen is mislukt %1
pl: Nieudany odczytywanie biblioteki %1
pt: Não foi possível ler a biblioteca %1
pt_br: Não foi possível ler a biblioteca %1
ru: Не удалось прочитать библиотеку %1
sk: Zlyhalo čítanie knižnice %1
sl: Knjižnice ni bilo mogoče prebrati %1
sv: Misslyckades läsa biblioteket %1
tr: Kitaplık okunamadı. %1
uk: Не вдалося прочитати бібліотеку %1
zh_cn: 未能读取库 %1

source: The url %1 is invalid
ar: الرابط %1 غير صالح
bs: Url %1 nije ispravan
ca: L'URL %1 no és vàlid
cs: Adresa (URL) %1 je neplatná
de: Die Adresse (URL) %1 ist ungültig
eo: La URL %1 estas malvalida
es: La URL %1 no es válida
eu: %1 url baliogabea da
fi: Verkko-osoite %1 on virheellinen
fr: L'adresse « %1 » est non valable.
gl: O URL «%1» é incorrecto.
hi: यूआरएल %1 अमान्य है
hu: A(z) %1 URL érvénytelen
it: L'indirizzo %1 non è valido
ka: ბმული %1 არასწორია
ko: URL %1이(가) 잘못됨
lv: URL „%1“ nav derīgs
nl: De URL %1 is ongeldig
pl: Adres URL %1 jest nieprawidłowy
pt: O URL %1 é inválido
pt_br: A URL %1 é inválida
ru: Ссылка %1 недействительна
sk: URL %1 je neplatné
sl: Spletni naslov %1 je neveljaven
sv: Webbadressen %1 är ogiltig
tr: %1 URL’si geçersiz
uk: Адреса %1 є некоректною
zh_cn: 链接 %1 无效

source: Failed to write the library %1
ar: فشل كتابة المكتبة %1
bs: Pisanje biblioteke nije uspjelo %1
ca: Ha fallat en escriure la biblioteca %1
cs: Nepodařilo se zapsat knihovnu %1
de: Fehler beim Schreiben der Bibliothek %1
eo: Malsukcesis skribi la bibliotekon %1
es: Ha fallado la escritura en la biblioteca %1
eu: Huts egin du liburutegia idaztea %1
fi: Kirjaston kirjoittaminen epäonnistui %1
fr: L'enregistrement de la bibliothèque a échoué. %1
gl: Non foi posíbel escribir a biblioteca. %1
hi: लाइब्रेरी लिखने में विफल %1
hu: Nem sikerült írni a könyvtárat: %1
it: Errore nella scrittura della libreria %1
ka: ბიბლიოთეკაში ჩაწერის შეცდომა %1
ko: 라이브러리에 쓸 수 없음: %1
lv: Neizdevās rakstīt bibliotēkā %1
nl: De bibliotheek wegschrijven is mislukt %1
pl: Nieudany zapisywanie biblioteki %1
pt: Não foi possível gravar a biblioteca %1
pt_br: Não foi possível gravar a biblioteca %1
ru: Не удалось записать библиотеку %1
sk: Zlyhalo zapísanie knižnice %1
sl: Knjižnice ni bilo mogoče zapisati %1
sv: Misslyckades skriva biblioteket %1
tr: Kitaplığa yazılamadı %1
uk: Не вдалося виконати запис бібліотеки %1
zh_cn: 未能写入库 %1
