Repository: KDE/symboleditor
Catalog: po/*.po
Languages: ca, es

source: The number of elements in a grid.
ca: Nombre d'elements en una quadrícula
es: Número de elementos en una rejilla

source: The size in pixels of a grid element.
ca: Mida en píxels d'un element de quadrícula
es: Tamaño en píxeles de un elemento de rejilla.

source: The number of elements in a group.
ca: Nombre d'elements en un grup.
es: Número de elementos en un grupo.

source: The size of a point in pixels.
ca: Mida d'un punt en píxels.
es: Tamaño de un punto en píxeles.

source: The distance to check within the range of a point.
ca: La distància per comprovar dins l'abast d'un punt.
es: La distancia para comprobar dentro del alcance de un punto.

source: The number of cell elements used for the border.
ca: Nombre de caselles usades per a la vora.
es: El número de elementos celda utilizados para el borde.

source: The color of the preferred size rectangle
ca: Color mida rectangle preferida
es: Color del tamaño preferido de rectángulo

source: The color of the guide lines
ca: Color de les línies guia
es: Color de las líneas guia

source: &Tools
ca: &Eines
es: &Herramientas

source: &Rendering
ca: &Dibuixa
es: &Representación

source: Tool Toolbar
ca: Barra d'eines Eines
es: Barra de Herramientas Herramienta

source: Rendering Toolbar
ca: Barra d'eines Dibuixa
es: Barra de Herramientas Representación

source: Editor Configuration Page
ca: Editor de configuració de pàgina
es: Editor de Configuración de Página

source: Grid elements
ca: Elements de graella
es: Elementos de rejilla

source: Element size
ca: Mida element
es: Tamaño elemento

source: Element grouping
ca: Agrupació d'elements
es: Agrupación de elementos

source: Point size
ca: Mida punt
es: Tamaño punto

source: Snap threshold
ca: Llindar de juntes
es: Ajuste umbral

source: Border size
ca: Mida de la vora
es: Tamaño borde

source: Preferred size box color
ca: Color preferit mida de caixa
es: Tamaño preferido caja color

source: Guide line color
ca: Color línies guia
es: Color línea guia

source: Move To
ca: Mou cap a
es: Mover hacia

source: Draw To
ca: Dibuixa cap a
es: Dibujar hacia

source: Cubic To
ca: Cúbic cap a
es: Cúbico hasta

source: Add Rectangle
ca: Afegeix Rectangle
es: Añadir Rectángulo

source: Add Ellipse
ca: Afegeix El·lipsi
es: Añadir Elipse

source: Move point
ca: Mou punt
es: Mover punto

source: Update Symbol
ca: Actualitza Símbol
es: Actualizar Símbolo

source: Import Library
ca: Importa Biblioteca
es: Importar Libreria

source: Rotate Left
ca: Gira a l'esquerra
es: Rotar Izquierda

source: Rotate Right
ca: Gira a la dreta
es: Rotar Derecha

source: Flip Horizontal
ca: Capgira Horitzontalment
es: Voltear Horizontalmente

source: Flip Vertical
ca: Capgira Verticalment
es: Voltear Verticalmente

source: Scale to Preferred Size
ca: Escala a la mida preferida
es: Escalar al Tamaño Preferido

source: Change Fill State
ca: Canvia l'estat de farciment
es: Cambiar el Estado de Relleno

source: Change Fill Rule
ca: Canvia regla de farciment
es: Cambiar la Regla de Relleno

source: Change Cap Style
ca: Canvia l'estil de les majúscules
es: Cambiar el Estilo de Terminación

source: Change Join Style
ca: Canvia l'estil de les unions
es: Cambiar el Estilo de Unión

source: Delete Symbol
ca: Suprimeix Símbol
es: Borrar Símbolo

source: Increase Line Width
ca: Augmenta l'ample de línia
es: Aumentar Ancho Línea

source: Decrease Line Width
ca: Disminueix l'ample de línia
es: Disminuir Ancho Línea

source: Add Symbols
ca: Afegeix Símbols
es: Añadir Símbolos

source: Add Character
ca: Afegeix Caràcter
es: Añadir Carácter

source: Select a new starting position.
ca: Selecciona una nova posició inicial.
es: Seleccionar un nuevo punto de inicio.

source: Select the line end point.
ca: Selecciona el punt final de la línia.
es: Seleccionar el punto final de la línea.

source: Select the first control point.
ca: Selecciona el primer punt de control.
es: Seleccionar el primer punto de control.

source: Select the second control point.
ca: Selecciona el segon punt de control.
es: Seleccionar el segundo punto de control.

source: Select the end point
ca: Selecciona el punt final
es: Seleccionar el punto final

source: Select the first corner.
ca: Selecciona la primera cantonada.
es: Seleccionar la primera esquina.

source: Select the second corner.
ca: Selecciona la segona cantonada.
es: Seleccionar la segunda esquina.

source: Select the first corner of the bounding rectangle.
ca: Selecciona la primera cantonada del rectangle delimitador.
es: Seleccionar la primera esquina del rectángulo contenedor.

source: Select the second corner of the bounding rectangle.
ca: Selecciona la segona cantonada del rectangle delimitador.
es: Seleccionar la segunda esquina del rectángulo contenedor.

source: Double click a character to insert into the editor.
ca: Doble clic en un caràcter per a inserir-lo a l'editor.
es: Doble clic en un carácter para insertarlo en el editor.

source: Tried to read past the end of the data
ca: He provat de llegir mes enllà del final de les dades.
es: Traté de leer más allá del final de los datos

source: Tried to read corrupted data
ca: He provat de llegir dades corruptes
es: Traté de leer datos corruptos

source: Undefined status message %1
ca: Missatge indefinit d'estat %1
es: Mensaje indefinido de estado %1

source: Failed to write to the device
ca: Error en escriure al dispositiu
es: Error al escribir en el dispositivo

source: SymbolEditor
ca: Editor de Símbols
es: Editor de Símbolos

source: A cross stitch symbol editor.
ca: Un editor de símbols de punt de creu.
es: Un editor de símbolos de punto de cruz.

source: Project Lead
ca: Cap de Projecte
es: Jefe de Proyecto

# NAME OF TRANSLATORS
source: Your names
ca: Joan Teixidó
es: Joan Teixidó

# EMAIL OF TRANSLATORS
source: Your emails
ca: Joan4@users.sf.net
es: Joan4@users.sf.net

source: Untitled
ca: Sense títol
es: Sín título

# The library tab title
source: Library
ca: Biblioteca
es: Libreria

source: Save changes to the symbol? Selecting No discards changes.
ca: Desar canvis al símbol? Seleccionar No descarta canvis.
es: Guardar cambios en el símbolo? Seleccionar NO descarta los cambios.

source: Save changes to the library? Selecting No discards changes.
ca: Desar canvis a la biblioteca? Seleccionar No descarta canvis.
es: Guardar datos en la librería? Seleccionar NO descarta los cambios.

source: *.sym|Cross Stitch Symbols
ca: *.sym|Símbols Punt de Creu
es: *.sym|Símbolos de Punto de Cruz

source: This doesn't appear to be a valid symbol file
ca: No sembla un arxiu de símbols vàlid
es: No parece ser un archivo de símbolo válido

source: Version %1 of the library file is not supported in this version of SymbolEditor
ca: Versió %1 de l'arxiu de biblioteca no està suportat en aquesta versió de l'Editor de Símbols
es: La versión% 1 del archivo de la biblioteca no es compatible con esta versión del Editor de Símbolos

source: Version %1 of the symbol is not supported in this version of SymbolEditor
ca: Versió %1 del símbol no està suportat en aquesta versió de l'Editor de Símbols
es: La versión% 1 del símbolo no es compatible con esta versión del Editor de Símbolos

source: Failed to read the library %1
ca: Error llegint la biblioteca %1
es: Error al leer la libreria %1

source: Failed to open the file %1
ca: Error obrint l'arxiu %1
es: Error al abrir el archivo %1

source: Failed to download the file %1
ca: Error baixant l'arxiu %1
es: Error al descargar el archivo %1

source: The url %1 is invalid
ca: La url %1 no és vàlida
es: La url %1 no es válida

source: Failed to write the library %1
ca: Error escribint la biblioteca %1
es: Error al escribir la libreria %1

source: Failed to open the file %1 %2
ca: Error obrint l'arxiu %1 %2
es: Error al abrir el archivo %1 %2

source: Save As
ca: Desa com
es: Guardar Como

source: This file already exists Do you want to overwrite it?
ca: Aquest arxiu ja existeix Els vols sobre-escriure?
es: Este archivo ya existe ¿Lo quiere sobreescribir?

source: Undo %1
ca: Desfés %1
es: Deshacer %1

source: Redo %1
ca: Desfés %1
es: Rehacer %1

source: Imports another library appending the symbols it contains to the current library.
ca: Importa una altra biblioteca afegint els símbols d'aquesta a la biblioteca actual.
es: Importa otra biblioteca añadiendo los símbolos de ésta a la biblioteca actual.

source: Save Symbol
ca: Desa Símbol
es: Guardar Símbolo

source: Save the symbol to the library. If this is a new symbol, subsequent saves will create additional symbols in the library. If the symbol was selected from the library to edit then saving will update that symbol in the library.
ca: Deseu el símbol a la biblioteca. Si es tracta d'un símbol nou, tornar-lo a desar crearà símbols addicionals a la biblioteca. Si el símbol va ser seleccionat de la biblioteca per editar desar-lo actualitzarà aquest símbol a la biblioteca.
es: Guarde el símbolo en la biblioteca. Si se trata de un símbolo nuevo, los siguientes guardados crean símbolos adicionales en la biblioteca. Si el símbolo fue seleccionado de la biblioteca para editar guardarlo actualizará ese símbolo en la biblioteca.

source: Save Symbol as New
ca: Desa Símbol com Nou
es: Guardar símbolo como Nuevo

source: Save the current symbol as a new one in the library. Subsequent saves will update the new symbol.
ca: Deseu el símbol actual com a nou a la biblioteca. Tornar-lo a desar actualitzarà el nou símbol.
es: Guarde el símbolo actual como nuevo en la biblioteca. LOs siguiebtes guardados actualizarán el nuevo símbolo.

source: Fill Path
ca: Emplena Camí
es: Rellenar Trazado

source: Enable path filling. The path defines the closed boundary of the shape and the path is filled with the selected fill method.
ca: Habilitar emplenament de camí. El camí defineix el contorn de la forma i el camí s'omple amb el mètode de farciment seleccionat.
es: Habilitar rellenar trazado. El trazado define el contorno cerrado de la forma y el trazado se llena con el método de relleno seleccionado.

source: Odd Even Fill
ca: Emplenat Altern
es: Rellenado Alterno

source: The Odd Even fill method will fill alternate areas of the symbol.
ca: El mètode Emplenat Altern pot omplir àrees alternes del símbol.
es: El método de Rellenado Alterno rellena áreas alternas del símbolo.

source: Winding Fill
ca: Emplenament sonuós
es: Relleno Sinuoso

source: The Window fill method will fill the complete interior of the path.
ca: El mètode de farciment per finestra omplirà tot l'interior del camí.
es: El método de Relleno Sinuoso llenará completamente el interior del trazado.

source: Flat Cap
ca: Cap Pla
es: Terminación Plana

source: The Flat Cap end type provides a square end that stops at the end point of the line. This is only applicable to non-filled paths.
ca: El tipus de Cap Pla final proporciona un extrem quadrat que s'atura en el punt final de la línia Això només és aplicable als camins no farcits.
es: El tipo de Terminación Plana proporciona un extremo cuadrado que se detiene en el punto final de la línea. Esto sólo es aplicable a los trazados no rellenos.

source: Square Cap
ca: Cap Quadrat
es: Terminación cuadrada

source: The Square Cap end type provides a square end that projects beyond the end point of the line by half the line width. This is only applicable to non-filled paths.
ca: El tipus de Cap Quadrat final proporciona un extrem quadrat que es projecta més enllà del punt final de la línia a la meitat de l'ample de línia Això només és aplicable als camins no farcits.
es: El tipo Terminación Cuadrada proporciona un extremo cuadrado que se proyecta más allá del punto final de la línea a la mitad el ancho de línea. Esto sólo es aplicable a los trazados no rellenos.

source: Round Cap
ca: Cap Rodó
es: Terminación Redonda

source: The Round Cap end type provides a round end that projects beyond the end point of the line with a radius of half the line width. This is only applicable to non-filled paths.
ca: El tipus de Cap Rodó final proporciona un extrem arrodonit que es projecta més enllà del punt final de la línia amb un radi de la meitat de l'amplada de la línia Això només és aplicable als camins no farcits.
es: El tipo Terminación Redonda proporciona un extremo redondeado que se proyecta más allá del punto final de la línea con un radio de la mitad de la anchura de la línea. Esto sólo es aplicable a los trazados no rellenos.

source: Bevel Join
ca: Unió Bisellada
es: Unión Biselada

source: The Bevel Join provides a beveled corner between two lines. This is only applicable to non-filled paths.
ca: La Unió Bisellada proporciona una angle bisellat entre dues línies. Això només és aplicable als camins no farcits.
es: La Unión Biselada proporciona una esquina biselada entre dos líneas. Esto sólo es aplicable a los trazados no rellenos.

source: Miter Join
ca: Unió a Biaix
es: Unión a Inglete

source: The Miter Join provides a mitered corner between two lines. This is only applicable to non-filled paths.
ca: La unió angular proporciona una cantonada angulada entre dues línies. Això només és aplicable als camins no farcits.
es: La Unión a Inglete proporciona una esquina angulada entre dos líneas. Esto sólo es aplicable a los trazados no rellenos.

source: Round Join
ca: Unió Rodona
es: Unión Redondeada

source: The Round Join provides a rounded corner between two lines using a radius of half the line width. This is only applicable to non-filled paths.
ca: La Unió Rodona ofereix una cantonada arrodonida entre dues línies amb un radi de la meitat de l'amplada de la línia. Això només és aplicable als camins no farcits.
es: La Unión Redondeada ofrece una esquina redondeada entre dos líneas con un radio de la mitad de la anchura de la línea. Esto sólo es aplicable a los trazados no rellenos.

source: Increases the line width. This is only applicable to non-filled paths.
ca: Augmenta l'ample de línia, Això només és aplicable als camins no farcits.
es: Aumenta el ancho de línea. Esto sólo es aplicable a los trazados no rellenos.

source: Decreases the line width. This is only applicable to non-filled paths.
ca: Disminueix l'ample de línia. Això només és aplicable als camins no farcits.
es: Reduce el ancho de línea. Esto sólo es aplicable a los trazados no rellenos.

source: Move the current point to a new position. This implicitly closes any existing sub path, starting a new one.
ca: Mou el punt actual a una nova posició. Això implica tancar qualsevol camí secundari existent, iniciant-ne un de nou.
es: Mueva el punto actual a una nueva posición. Esto implica cerrar cualquier trazado secundario existente, iniciando uno nuevo.

source: Add a straight line from the current position to a defined end point. The end point becomes the new current position.
ca: Afegeix una línia recta des de la posició actual fins a un punt final definit. El punt final es converteix en la nova posició actual.
es: Agregue una línea recta desde la posición actual hasta un punto final definido. El punto final se convierte en la nueva posición actual.

source: Add a cubic bezier curve from the current position using two control points and an end point. The end point becomes the new current position.
ca: Afegeix una corba Bézier cúbica des de la posició actual usant dos punts de control i un punt final. El punt final es converteix en la nova posició actual.
es: Añadir una curva Bézier cúbica desde la posición actual con dos puntos de control y un punto final. El punto final se convierte en la nueva posición actual.

source: Rectangle
es: Rectángulo

source: Add a rectangle as a separate sub path defined by two points representing the opposite corners.
ca: Afegeix un rectangle com un camí secundari definit per dos punts que representen les cantonades oposades.
es: Añadir un rectángulo como un trazado secundario definido por dos puntos que representan las esquinas opuestas.

source: Ellipse
ca: El·lipsi
es: Elipse

source: Add an ellipse as a separate sub path defined by a bounding rectangle represented by two opposite corners.
ca: Afegeix una el·lipsi com un camí secundari definit per un rectangle delimitador representat per dos cantonades oposades.
es: Añadir una elipse como un trazado secundario independiente definido por un rectángulo contenedor representado por dos esquinas opuestas.

source: Insert Character
ca: Insereix caràcter
es: Insertar Carácter

source: Allows selection of a character from any font to be inserted as a closed sub path. The inserted character will overwrite any existing path, but additional sub paths may be added to the character.
ca: Permet la selecció d'un caràcter des de de qualsevol font que s'insereix com un camí secundari tancat. El caràcter inserit sobreescriu qualsevol camí existent, però els camins secundaris addicionals poden ser agregats al caràcter.
es: Permite la selección de un carácter a partir de cualquier fuente que se inserta como un trazado secundario cerrado. El carácter insertado sobrescribe cualquier trazado existente, pero los trazados secundarios adicionales pueden ser agregados al carácter.

source: Rotate all the points of a path counter-clockwise 90 degrees around the center of the editor.
ca: Girar tots els punts d'un camí en sentit antihorari 90 graus al voltant del centre de l'editor.
es: Gire todos los puntos de un trazado en sentido antihorario 90 grados alrededor del centro del editor.

source: Rotate all the points of a path clockwise 90 degrees around the center point of the editor.
ca: Girar tots els punts d'un camí en sentit horari 90 graus al voltant del punt central de l'editor.
es: Girar todos los puntos de un trazado en sentido horario 90 grados alrededor del punto central del editor.

source: Flip all the points of the path horizontally about the vertical center of the editor.
ca: Voltejar tots els punts del camí horitzontalment sobre el centre vertical de l'editor.
es: Voltear todos los puntos del trazado horizontalmente sobre el centro vertical del editor.

source: Flip all the points of the path vertically about the horizontal center of the editor.
ca: Voltejar tots els punts del camí verticalment sobre el centre horitzontal de l'editor.
es: Voltear todos los puntos del trazado verticalmente sobre el centro horizontal del editor.

source: Scale the current symbol so that it fits within the preferred size of a symbol.
ca: Escala el símbol actual perquè s'ajusti dins de la mida preferida d'un símbol.
es: Escala el símbolo actual para que se ajuste dentro del tamaño preferido de un símbolo.

source: Enable Snap
ca: Activa Ajust
es: Activar Ajustes

source: Enable snapping of points to guide intersections or to the grid.
ca: Active l'ajust dels punts per guiar les interseccions de la graella.
es: Active el ajuste de los puntos para guiar a las intersecciones o a la rejilla.
